Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: We’ve emailed you instructions for setting your password. If an account exists with the email you entered, You should receive them shortly. If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
cs: Zaslali jsme vám e-mailem pokyny k nastavení hesla. Pokud účet s e-mailem, který jste zadali, existuje, měli byste je brzy obdržet. Pokud e-mail neobdržíte, ujistěte se, že jste zadali adresu, se kterou jste se registrovali, a zkontrolujte složku se spamem.
hu: E-mailben elküldtük Önnek a jelszó beállítására vonatkozó utasításokat. Ha létezik fiók a megadott e-mail címmel, hamarosan meg kell kapnia őket. Ha nem kap e-mailt, kérjük, győződjön meg róla, hogy a regisztrált címet adta meg, és ellenőrizze a spam mappáját.
pl: Wysłalismy maila z instrukcjami do zmiany hasła. Jeśli konto z wpisanym mailem istnieje, powinieneś szybko je otrzymać. Jeśli nie otrzymałeś maila, prosimy byś sprawdził zgodność wpisanego maila z podanym przy rejestracji i sprawdzenie folderu spam.
pt_br: Enviamos um e-mail com instruções para definir sua senha. Se existir uma conta com o e-mail que você inseriu, você deve recebê-las em breve. Se você não receber um e-mail, verifique se inseriu o endereço com o qual se registrou e verifique sua pasta de spam.

source: We received a request to reset the password for your account for this email address. To initiate the password reset process for your account, click the link below.
cs: Obdrželi jsme žádost o resetování hesla pro váš účet pro tuto e-mailovou adresu. Chcete-li zahájit proces resetování hesla pro váš účet, klikněte na odkaz níže.
de: Wir haben eine Anfrage erhalten, das Passwort für Ihr Konto mit dieser E-Mail-Adresse zurückzusetzen. Um den Passwort-Zurücksetzungsprozess für Ihr Konto zu starten, klicken Sie auf den Link unten.
hu: Kérést kaptunk a fiókjához tartozó jelszó visszaállítására ehhez az e-mail címhez. A jelszó-visszaállítási folyamat elindításához kattintson az alábbi linkre.
pl: Otrzymaliśmy prośbę o zresetowanie hasła dla Twojego konta połączonego z tym adresem mailowym. By rozpocząć proces resetowania hasła dla tego konta, kliknij link poniżej.
pt_br: Recebemos uma solicitação para redefinir a senha da sua conta para este endereço de e-mail. Para iniciar o processo de redefinição de senha da sua conta, clique no link abaixo.

source: This link can only be used once. If you need to reset your password again, please visit plemiona-planer.pl and request another reset.
cs: Tento odkaz lze použít pouze jednou. Pokud potřebujete heslo resetovat znovu, navštivte prosím plemiona-planer.pl a požádejte o další reset.
de: Dieser Link kann nur einmal verwendet werden. Wenn Sie Ihr Passwort erneut zurücksetzen müssen, besuchen Sie bitte plemiona-planer.pl und fordern Sie eine weitere Zurücksetzung an.
hu: Ez a link csak egyszer használható. Ha újra vissza kell állítania a jelszavát, kérjük, látogasson el a plemiona-planer.pl oldalra, és kérjen újabb visszaállítást.
pl: Link ten może być użyty tylko raz. Jeśli będziesz potrzebować zresetować swoje hasło ponownie, prosimy odwiedzić plemiona-planer.pl i wysłać nową prośbę o reset.
pt_br: Este link só pode ser usado uma vez. Se você precisar redefinir sua senha novamente, visite plemiona-planer.pl e solicite outra redefinição.

source: Reset password
cs: Resetovat heslo
de: Passwort zurücksetzen
hu: Jelszó visszaállítása
pl: Zresetuj hasło
pt_br: Redefinir senha

source: Reset your plemiona-planer.pl account password - link to change your password
cs: Resetujte si heslo k účtu plemiona-planer.pl - odkaz na změnu hesla
de: Ihr plemiona-planer.pl Konto-Passwort zurücksetzen - Link zum Ändern Ihres Passworts
hu: Állítsa vissza a plemiona-planer.pl fiókjának jelszavát - link a jelszó megváltoztatásához
pl: Prośba o zmianę hasła do konta plemiona-planer.pl - link do zmiany hasła
pt_br: Redefina a senha da sua conta plemiona-planer.pl - link para alterar sua senha

source: You are already logged in as
cs: Jste již přihlášeni jako
de: Sie sind bereits angemeldet als
hu: Már be van jelentkezve mint
pl: Jesteś obecnie zalogowany jako
pt_br: Você já está logado como

source: Password recovery
cs: Obnova hesla
de: Passwort-Wiederherstellung
hu: Jelszó-helyreállítás
pl: Przywracanie zapomnianego hasła
pt_br: Recuperação de senha

source: Your Plemiona Planer Login Code
cs: Váš přihlašovací kód do Plánovače pro Divoké Kmeny
de: Ihr Plemiona Planer Anmeldecode
hu: Az Ön Plemiona Planer bejelentkezési kódja
pl: Plemiona Planer: Twój kod logowania
pt_br: Seu código de login do Plemiona Planer

source: Invalid number of elements in line: %(len)s is not correct, expected %(expected)s
cs: Neplatný počet prvků na řádku: %(len)s není správný, očekáváno %(expected)s
de: Ungültige Anzahl von Elementen in der Zeile: %(len)s ist nicht korrekt, erwartet %(expected)s
hu: Érvénytelen elemszám a sorban: %(len)s nem megfelelő, elvárt %(expected)s
pl: Niewłaściwa liczba elementów w linii: %(len)s jest błędna, spodziewany zakres: %(expected)s
pt_br: Número inválido de elementos na linha: %(len)s não está correto, esperado %(expected)s

source: Length of coord at first postition must be equal to 7
cs: Délka souřadnic na první pozici musí být 7
de: Länge der Koordinate an der ersten Position muss 7 betragen
hu: A koordináta hossza az első pozícióban 7-nek kell lennie
pl: Długość koordów w pierwszym elemencie musi być równa dokładnie 7
pt_br: O comprimento da coordenada na primeira posição deve ser igual a 7

source: Coord: %(coord)s does not exist or is not in any of valid tribes: %(tribes)s
cs: Souřadnice: %(coord)s neexistuje nebo není v žádném z platných kmenů: %(tribes)s
de: Koordinate: %(coord)s existiert nicht oder ist nicht in einem der gültigen Stämme: %(tribes)s
hu: Koordináta: %(coord)s nem létezik, vagy nem tartozik egyik érvényes klánhoz sem: %(tribes)s
pl: Koord: %(coord)s nie istnieje lub nie jest w żadnym z sojuszniczych plemion rozpiski: %(tribes)s
pt_br: Coordenada: %(coord)s não existe ou não está em nenhuma das tribos válidas: %(tribes)s

source: One of line elements is not a number: %s
cs: Jeden z prvků řádku není číslo: %s
de: Eines der Zeilenelemente ist keine Zahl: %s
hu: Az egyik sor elem nem szám: %s
pl: Jeden z elementów w linii nie jest liczbą: %s
pt_br: Um dos elementos da linha não é um número: %s

source: Last element in line must be empty string, currently: %s
cs: Poslední prvek na řádku musí být prázdný řetězec, aktuálně: %s
de: Letztes Element in der Zeile muss ein leerer String sein, aktuell: %s
hu: A sor utolsó elemének üres karakterláncnak kell lennie, jelenleg: %s
pl: Ostatni element w linii musi być pustym stringiem, obecnie: %s
pt_br: O último elemento da linha deve ser uma string vazia, atualmente: %s

source: Third element of line must be a text: %s
cs: Třetí prvek řádku musí být text: %s
de: Drittes Element der Zeile muss ein Text sein: %s
hu: A sor harmadik elemének szövegnek kell lennie: %s
pl: Trzeci element w linii musi być tekstem, obecnie: %s
pt_br: O terceiro elemento da linha deve ser um texto: %s

source: Nicknames:
cs: Přezdívky:
de: Nicknamen:
hu: Becenevek:
pl: Nazwy graczy:
pt_br: Apelidos:

source: Time
cs: Čas
de: Zeit
hu: Idő
pl: Czas
pt_br: Tempo

source: SUM: %(offs_count)s offs, %(nobles_count)s nobles, %(ruins_count)s ruins and %(fakes_count)s fakes
cs: SUMA: %(offs_count)s útoků, %(nobles_count)s šlechticů, %(ruins_count)s zřícenin a %(fakes_count)s falešných
de: SUMME: %(offs_count)s Offs, %(nobles_count)s Adlige, %(ruins_count)s Ruinen und %(fakes_count)s Fakes
hu: ÖSSZESEN: %(offs_count)s támadósereg, %(nobles_count)s nemes, %(ruins_count)s rombolás és %(fakes_count)s fake
pl: SUMA: %(offs_count)s offów, %(nobles_count)s szlachciców, %(ruins_count)s burzaków oraz %(fakes_count)s fejków
pt_br: SOMA: %(offs_count)s ataques, %(nobles_count)s nobres, %(ruins_count)s ruínas e %(fakes_count)s fakes

source: LEFT: %(offs_count)s offs, %(nobles_count)s nobles, %(catapults_count)s catapults
cs: ZBYLO: %(offs_count)s útoků, %(nobles_count)s šlechticů, %(catapults_count)s katapultů
de: ÜBRIG: %(offs_count)s Offs, %(nobles_count)s Adlige, %(catapults_count)s Katapulte
hu: MARADT: %(offs_count)s támadósereg, %(nobles_count)s nemes, %(catapults_count)s katapult
pl: POZOSTAŁO: %(offs_count)s offów, %(nobles_count)s szlachciców, %(catapults_count)s katapult
pt_br: RESTANTE: %(offs_count)s ataques, %(nobles_count)s nobres, %(catapults_count)s catapultas

source: ### TARGETS ###
cs: ### CÍLE ###
de: ### ZIELE ###
hu: ### CÉLPONTOK ###
pl: ### CELE ###
pt_br: ### ALVOS ###

source: ### FAKES ###
cs: ### FALEŠNÉ ###
hu: ### FAKE-EK ###
pl: ### FEJKI ###

source: ### RUINS ###
cs: ### ZŘÍCENINY ###
de: ### RUINEN ###
hu: ### ROMBOLÁSOK ###
pl: ### BURZAKI ###
pt_br: ### RUÍNAS ###

source: fakes
cs: falešné
hu: fake-ek
pl: fejków

source: fake nobles
cs: falešní šlechtici
de: Fake-Adlige
hu: fake nemesek
pl: fake grubych
pt_br: nobres falsos

source: offs
cs: útoky
hu: támadóseregek
pl: offów
pt_br: ataques

source: ruins
cs: zříceniny
de: Ruinen
hu: rombolások
pl: burzaków
pt_br: ruínas

source: nobles
cs: šlechtici
de: Adlige
hu: nemesek
pl: szlachciców
pt_br: nobres

source: Fake Target
cs: Falešný cíl
de: Fake-Ziel
hu: Fake célpont
pl: Fejk Cel
pt_br: Alvo Falso

source: Ruin Target
cs: Cíl na zříceninu
de: Ruinen-Ziel
hu: Romboló célpont
pl: Cele Burzenie
pt_br: Alvo de Ruína

source: Fake Outline
cs: Falešný přehled
de: Fake-Planung
hu: Fake terv
pl: Fejk Rozpiska
pt_br: Plano Falso

source: Ruin Outline
cs: Přehled na zříceninu
de: Ruinen-Planung
hu: Romboló terv
pl: Rozpiska Burzenie
pt_br: Plano de Ruína

source: Tested. LEGEND:
cs: Testováno. LEGENDA:
de: Getestet. LEGENDE:
hu: Tesztelve. JELMAGYARÁZAT:
pl: Przetestowano. LEGENDA:
pt_br: Testado. LEGENDA:

source: HEAVY counted as x4 and not x6, scouts are NOT counted.
cs: TĚŽKÁ KAVALERIE počítána jako x4 a ne x6, zvědové NEJSOU počítáni.
de: SCHWERE zählen als x4 und nicht x6, Späher werden NICHT gezählt.
hu: A NEHÉZ x4-nek számít, nem x6-nak, a kémek NEM számítanak.
pl: CK liczone jako x4 a nie x6, zwiad NIE jest liczony.
pt_br: PESADO contado como x4 e não x6, batedores NÃO são contados.

source: IN VILLAGES = troops in the village + everyone else's troops.
cs: VE VESNICÍCH = jednotky ve vesnici + jednotky všech ostatních.
de: IN DÖRFERN = Truppen im Dorf + Truppen aller anderen.
hu: A FALVAKBAN = csapatok a faluban + mindenki más csapata.
pl: W WIOSCE = wojska w wiosce + wojska od innych graczy.
pt_br: NAS ALDEIAS = tropas na aldeia + tropas de todos os outros.

source: ALL OWN = troops in the village + troops outside the village.
cs: VŠECHNY VLASTNÍ = jednotky ve vesnici + jednotky mimo vesnici.
de: ALLE EIGENEN = Truppen im Dorf + Truppen außerhalb des Dorfes.
hu: MIND SAJÁT = csapatok a faluban + csapatok a falun kívül.
pl: WSZYSTKIE WŁASNE = wojska w wiosce + wojska poza wioską.
pt_br: TODOS PRÓPRIOS = tropas na aldeia + tropas fora da aldeia.

source: On front
cs: Na frontě
de: An der Front
hu: A fronton
pl: Na froncie
pt_br: Na frente

source: villages,
cs: vesnice,
de: Dörfer,
hu: falvak,
pl: wiosek,
pt_br: aldeias,

source: deff IN VILLAGE and
cs: obrana VE VESNICI a
de: Deff IM DORF und
hu: védő A FALUBAN és
pl: deffa W WIOSCE i
pt_br: defesa NA ALDEIA e

source: ALL OWN
cs: VŠECHNY VLASTNÍ
de: ALLE EIGENEN
hu: MIND SAJÁT
pl: WSZYSTKICH WŁASNYCH
pt_br: TODOS PRÓPRIOS

source: On back
cs: Vzadu
de: Im Hinterland
hu: A hátországban
pl: Na zapleczu
pt_br: Atrás

source: No preview
cs: Žádný náhled
de: Keine Vorschau
hu: Nincs előnézet
pl: brak podglądu
pt_br: Sem pré-visualização

source: ---------BACK---------
cs: ---------ZÁLOHA---------
de: ---------HINTERLAND---------
hu: ---------HÁTORSZÁG---------
pl: ---------ZAPLECZE---------
pt_br: ---------ATRÁS---------

source: - In village-
cs: - Ve vesnici-
de: - Im Dorf-
hu: - A faluban-
pl: - W wiosce-
pt_br: - Na aldeia-

source: (All deff
cs: (Všechna obrana
de: (Alle Deff
hu: (Minden védő
pl: (Cały deff
pt_br: (Toda a defesa

source: Monday
cs: Pondělí
de: Montag
hu: Hétfő
pl: Poniedziałek
pt_br: Segunda-feira

source: Wednesday
cs: Středa
de: Mittwoch
hu: Szerda
pl: Środa
pt_br: Quarta-feira

source: Thursday
cs: Čtvrtek
de: Donnerstag
hu: Csütörtök
pl: Czwartek
pt_br: Quinta-feira

source: Friday
cs: Pátek
de: Freitag
hu: Péntek
pl: Piątek
pt_br: Sexta-feira

source: Saturday
cs: Sobota
de: Samstag
hu: Szombat
pl: Sobota
pt_br: Sábado

source: Sunday
cs: Neděle
de: Sonntag
hu: Vasárnap
pl: Niedziela
pt_br: Domingo

source: [table][**][||]SEND[||]OFF[||]NOBLE[||]RUIN[||]SENDING[||]ENTER[||]FROM[||]TARGET[/**]
cs: [table][**][||]POSLAT[||]ÚTOK[||]ŠLECHTIC[||]ZŘÍCENINA[||]ODESÍLÁNÍ[||]VSTUP[||]OD[||]CÍL[/**]
de: [table][**][||]SENDEN[||]OFF[||]ADLIGER[||]RUINE[||]SENDEND[||]EINGABE[||]VON[||]ZIEL[/**]
hu: [table][**][||]KÜLDÉS[||]TÁMADÓSEREG[||]NEMES[||]ROMBOLÁS[||]KÜLDÉS[||]ÉRKEZÉS[||]INNEN[||]CÉLPONT[/**]
pl: [table][**][||]WYŚLIJ[||]OFF[||]GRUBE[||]BURZENIE[||]WYSYŁKA[||]WEJŚCIE[||]Z WIOSKI[||]CEL[/**]
pt_br: [table][**][||]ENVIAR[||]ATAQUE[||]NOBRE[||]RUÍNA[||]ENVIANDO[||]ENTRAR[||]DE[||]ALVO[/**]

source: Send fake
cs: Poslat falešný
de: Fake senden
hu: Fake küldése
pl: Wyślij fejk
pt_br: Enviar fake

source: Send ruin
cs: Poslat zříceninu
de: Ruine senden
hu: Rombolás küldése
pl: Wyślij burzak
pt_br: Enviar ruína

source: Send NOBLE
cs: Poslat ŠLECHTICE
de: ADLIGER senden
hu: NEMES küldése
pl: Wyślij SZLACHCIC
pt_br: Enviar NOBRE

source: %(catapults_number)sc on %(building)s
cs: %(catapults_number)sc na %(building)s
de: %(catapults_number)sk auf %(building)s
hu: %(catapults_number)sc a(z) %(building)s-ra
pl: %(catapults_number)sk na %(building)s
pt_br: %(catapults_number)sc em %(building)s

source: [b][color=#00a500]Send FAKE NOBLE[%(noble_number)s noble][/color] (%(weight_count)s of %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Send FAKE NOBLE[/url]
cs: [b][color=#00a500]Poslat FALEŠNÉHO ŠLECHTICE[%(noble_number)s šlechtic][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Poslat FALEŠNÉHO ŠLECHTICE[/url]
hu: [b][color=#00a500]FAKE NEMES küldése[%(noble_number)s nemes][/color] (%(weight_count)s / %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]FAKE NEMES küldése[/url]
pl: [b][color=#00a500]Wyślij FEJK SZLACHCIC[%(noble_number)s noble][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Wyślij FEJK SZLACHCIC[/url]
pt_br: [b][color=#00a500]Enviar NOBRE FALSO[%(noble_number)s nobre][/color] (%(weight_count)s de %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Enviar NOBRE FALSO[/url]

source: [b][color=#00a500]Send FAKE[%(off_number)s off][/color] (%(weight_count)s of %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Send FAKE[/url]
cs: [b][color=#00a500]Poslat FALEŠNÝ[%(off_number)s útok][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Poslat FALEŠNÝ[/url]
hu: [b][color=#00a500]FAKE küldése[%(off_number)s támadósereg][/color] (%(weight_count)s / %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]FAKE küldése[/url]
pl: [b][color=#00a500]Wyślij FEJK[%(off_number)s off][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Wyślij FEJK[/url]
pt_br: [b][color=#00a500]Enviar FAKE[%(off_number)s off][/color] (%(weight_count)s de %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Enviar FAKE[/url]

source: [b][color=#0e0eff]Send RUIN[%(catapults_number)sc on %(building)s + %(extra_off_number)s extra off][/color] (%(weight_count)s of %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Send RUIN[/url]
cs: [b][color=#0e0eff]Poslat ZŘÍCENINU[%(catapults_number)sc na %(building)s + %(extra_off_number)s extra útok][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Poslat ZŘÍCENINU[/url]
hu: [b][color=#0e0eff]ROMBOLÁS küldése[%(catapults_number)sc a(z) %(building)s-ra + %(extra_off_number)s extra támadósereg][/color] (%(weight_count)s / %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]ROMBOLÁS küldése[/url]
pl: [b][color=#0e0eff]Wyślij BURZAK[%(catapults_number)sk na %(building)s + %(extra_off_number)s wojska][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Wyślij BURZAK[/url]
pt_br: [b][color=#0e0eff]Enviar RUÍNA[%(catapults_number)sc em %(building)s + %(extra_off_number)s off extra][/color] (%(weight_count)s de %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Enviar RUÍNA[/url]

source: [b][color=#a500a5]Send NOBLE[%(off_number)s off + %(noble_number)s noble][/color] (%(weight_count)s of %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Send NOBLE[/url]
cs: [b][color=#a500a5]Poslat ŠLECHTICE[%(off_number)s útok + %(noble_number)s šlechtic][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Poslat ŠLECHTICE[/url]
hu: [b][color=#a500a5]NEMES küldése[%(off_number)s támadósereg + %(noble_number)s nemes][/color] (%(weight_count)s / %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]NEMES küldése[/url]
pl: [b][color=#a500a5]Wyślij SZLACHCIC[%(off_number)s off + %(noble_number)s szlachcic][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Wyślij SZLACHCIC[/url]
pt_br: [b][color=#a500a5]Enviar NOBRE[%(off_number)s off + %(noble_number)s nobre][/color] (%(weight_count)s de %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Enviar NOBRE[/url]

source: [b][color=#a50000]Send OFF[%(off_number)s off + %(catapults_number)sc on %(building)s][/color] (%(weight_count)s of %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Send OFF[/url]
cs: [b][color=#a50000]Poslat ÚTOK[%(off_number)s útok + %(catapults_number)sc na %(building)s][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Poslat ÚTOK[/url]
hu: [b][color=#a50000]TÁMADÓSEREG küldése[%(off_number)s támadósereg + %(catapults_number)sc a(z) %(building)s-ra][/color] (%(weight_count)s / %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]TÁMADÓSEREG küldése[/url]
pl: [b][color=#a50000]Wyślij OFF[%(off_number)s off + %(catapults_number)sk na %(building)s][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Wyślij OFF[/url]
pt_br: [b][color=#a50000]Enviar ATAQUE[%(off_number)s off + %(catapults_number)sc em %(building)s][/color] (%(weight_count)s de %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Enviar ATAQUE[/url]

source: [b][color=#a50000]Send OFF[%(off_number)s off][/color] (%(weight_count)s of %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Send OFF[/url]
cs: [b][color=#a50000]Poslat ÚTOK[%(off_number)s útok][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Poslat ÚTOK[/url]
hu: [b][color=#a50000]TÁMADÓSEREG küldése[%(off_number)s támadósereg][/color] (%(weight_count)s / %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]TÁMADÓSEREG küldése[/url]
pl: [b][color=#a50000]Wyślij OFF[%(off_number)s off][/color] (%(weight_count)s z %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Wyślij OFF[/url]
pt_br: [b][color=#a50000]Enviar ATAQUE[%(off_number)s off][/color] (%(weight_count)s de %(weight_count_all)s)[/b] %(date)s %(start_coord)s [b]->[/b] %(target_coord)s [url=%(game_url)s/game.php?village=%(ally_id)s&screen=place&target=%(enemy_id)s%(deputy_link_part)s]Enviar ATAQUE[/url]

source: Nobles-
cs: Šlechtici-
de: Adlige-
hu: Nemesek-
pl: Szlachcice-
pt_br: Nobres-

source: [color=#00a500][b]Send fake noble[/b][/color] (1 noble)
cs: [color=#00a500][b]Poslat falešného šlechtice[/b][/color] (1 šlechtic)
de: [color=#00a500][b]Fake-Adliger senden[/b][/color] (1 Adliger)
hu: [color=#00a500][b]Fake nemes küldése[/b][/color] (1 nemes)
pl: [color=#00a500][b]Wyślij fejk szlachcic[/b][/color] (1 szlachcic)
pt_br: [color=#00a500][b]Enviar nobre falso[/b][/color] (1 nobre)

source: [color=#00a500][b]Send fake[/b][/color]
cs: [color=#00a500][b]Poslat falešný[/b][/color]
de: [color=#00a500][b]Fake senden[/b][/color]
hu: [color=#00a500][b]Fake küldése[/b][/color]
pl: [color=#00a500][b]Wyślij fejk[/b][/color]
pt_br: [color=#00a500][b]Enviar fake[/b][/color]
