Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: <h5>All targets must have an assigned Time.</h5>
cs: <h5>Všechny cíle musí mít přiřazený čas.</h5>
de: <h5>Alle Ziele müssen eine zugewiesene Zeit haben.</h5>
hu: <h5>Minden célpontnak rendelkeznie kell hozzárendelt idővel.</h5>
pl: <h5>Wszystkie cele muszą mieć przypisany czas.</h5>
pt_br: <h5>Todos os alvos devem ter um tempo atribuído.</h5>

source: <h5>Minimum one Time must exists.</h5>
cs: <h5>Musí existovat alespoň jeden čas.</h5>
de: <h5>Mindestens eine Zeit muss existieren.</h5>
hu: <h5>Legalább egy időnek léteznie kell.</h5>
pl: <h5>Musi istnieć co najmniej jeden Czas.</h5>
pt_br: <h5>Deve existir no mínimo um tempo.</h5>

source: <h5>It looks like your Army or Deff collections are no longer actual!</h5> <p>To use the Deff collection:</p> <p>1. Paste the current data in the <b>Army and Deff collections</b> and <b>Submit</b> both.</p> <p>2. Return to the <b>Deff collection</b> tab.</p> <p>3. Try again.
cs: <h5>Vypadá to, že vaše sestavy armády nebo obrany již nejsou aktuální!</h5> <p>Pro použití sestavy obrany:</p> <p>1. Vložte aktuální data do <b>sestav armády a obrany</b> a obě <b>odešlete</b>.</p> <p>2. Vraťte se na kartu <b>Sestava obrany</b>.</p> <p>3. Zkuste to znovu.
de: <h5>Es sieht so aus, als ob Ihre Armee- oder Deff-Sammlungen nicht mehr aktuell sind!</h5> <p>Um die Deff-Sammlung zu verwenden:</p> <p>1. Fügen Sie die aktuellen Daten in die <b>Armee- und Deff-Sammlungen</b> ein und <b>senden</b> Sie beide ab.</p> <p>2. Kehren Sie zum <b>Deff-Sammlung</b>-Tab zurück.</p> <p>3. Versuchen Sie es erneut.
hu: <h5>Úgy tűnik, a csapatösszesítő vagy a védelem összesítő már nem aktuális!</h5> <p>A Védelem összesítő használatához:</p> <p>1. Illessze be a jelenlegi adatokat a <b>Csapatösszesítő és Védelem összesítőbe</b>, és <b>Küldje el</b> mindkettőt.</p> <p>2. Térjen vissza a <b>Védelem összesítő</b> lapra.</p> <p>3. Próbálja újra.
pl: <h5>Wygląda na to, że dane Twojej Zbiórki Wojska lub Obrony nie są już aktualne!</h5> <p>Aby móc użyć zakładki Zbiórka Deffa:</p> <p>1. Wklej akutalne dane <b>Zbiórek Wojska i Obrona</b> i <b>Potwierdź</b> obie.</p> <p>2. Powróć do zakładki <b>Zbiórka Deffa</b>.</p> <p>3. Spróbuj ponownie.</p>
pt_br: <h5>Parece que suas coleções de Exército ou Defesa não estão mais atuais!</h5> <p>Para usar a coleção de Defesa:</p> <p>1. Cole os dados atuais nas <b>coleções de Exército e Defesa</b> e <b>Envie</b> ambos.</p> <p>2. Retorne para a aba <b>Coleção de Defesa</b>.</p> <p>3. Tente novamente.

source: Invalid overview token: %(token)s
cs: Neplatný token přehledu: %(token)s
de: Ungültiges Übersichts-Token: %(token)s
hu: Érvénytelen áttekintő token: %(token)s
pl: Token jest nieprawidłowy: %(token)s
pt_br: Token de visão geral inválido: %(token)s

source: Duplicate overview tokens are not allowed.
cs: Duplicitní tokeny přehledu nejsou povoleny.
de: Doppelte Übersichts-Token sind nicht erlaubt.
hu: Duplikált áttekintő tokenek nem engedélyezettek.
pl: Nie można użyć tych samych tokenów wielokrotnie.
pt_br: Tokens de visão geral duplicados não são permitidos.

source: Create a new shipment and add overview tokens. You can add up to 10 overviews.
cs: Vytvořte novou zásilku a přidejte tokeny přehledu. Můžete přidat až 10 přehledů.
de: Erstellen Sie eine neue Lieferung und fügen Sie Übersichts-Token hinzu. Sie können bis zu 10 Übersichten hinzufügen.
hu: Hozzon létre egy új szállítmányt, és adjon hozzá áttekintő tokeneket. Legfeljebb 10 áttekintést adhat hozzá.
pl: Utwórz nową wysyłkę i dodaj unikalne tokeny z linku celów. Możesz dodać do 10 tokenów.
pt_br: Crie uma nova remessa e adicione tokens de visão geral. Você pode adicionar até 10 visões gerais.

source: Overviews
cs: Přehledy
de: Übersichten
hu: Áttekintések
pl: Tokeny
pt_br: Visões gerais

source: Remove
cs: Odstranit
de: Entfernen
hu: Eltávolítás
pl: Usuń
pt_br: Remover

source: Add overview token
cs: Přidat token přehledu
de: Übersichts-Token hinzufügen
hu: Áttekintő token hozzáadása
pl: Dodaj token
pt_br: Adicionar token de visão geral

source: Create shipment
cs: Vytvořit zásilku
de: Lieferung erstellen
hu: Szállítmány létrehozása
pl: Utwórz wysyłkę
pt_br: Criar remessa

source: Edit shipment
cs: Upravit zásilku
de: Lieferung bearbeiten
hu: Szállítmány szerkesztése
pl: Edytuj wysyłkę
pt_br: Editar remessa

source: Name of shipment
cs: Název zásilky
de: Name der Lieferung
hu: Szállítmány neve
pl: Nazwa wysyłki
pt_br: Nome da remessa

source: Tokens
cs: Tokeny
de: Token
hu: Tokenek
pl: Tokeny

source: Shipment
cs: Zásilka
de: Lieferung
hu: Szállítmány
pl: Wysyłka
pt_br: Remessa

source: Send in
cs: Poslat za
de: Senden in
hu: Küldés
pl: Wyślij za
pt_br: Enviar em

source: Link
cs: Odkaz

source: Action
cs: Akce
de: Aktion
hu: Művelet
pl: Akcja
pt_br: Ação

source: Mark send
cs: Označit jako odeslané
de: Als gesendet markieren
hu: Küldés megjelölése
pl: Wysłane
pt_br: Marcar como enviado

source: Nobleman
cs: Šlechtic
de: Adliger
hu: Nemes
pl: Szlachcic
pt_br: Nobre

source: Catapult
cs: Katapult
de: Katapult
hu: Katapult
pl: Katapulty
pt_br: Catapulta

source: Building
cs: Budova
de: Gebäude
hu: Épület
pl: Budynek
pt_br: Edifício

source: Send min.
cs: Poslat min.
de: Min. senden
hu: Küldés min.
pl: Wyślij min.
pt_br: Enviar mín.

source: Send max.
cs: Poslat max.
de: Max. senden
hu: Küldés max.
pl: Wyślij max.
pt_br: Enviar máx.

source: All overviews must belong to the same world.
cs: Všechny přehledy musí patřit ke stejnému světu.
de: Alle Übersichten müssen zur selben Welt gehören.
hu: Minden áttekintésnek ugyanahhoz a világhoz kell tartoznia.
pl: Wszystkie tokeny muszą być wynikami rozpisek dla tego samego świata w grze.
pt_br: Todas as visões gerais devem pertencer ao mesmo mundo.

source: All overviews must be for the same player.
cs: Všechny přehledy musí být pro stejného hráče.
de: Alle Übersichten müssen für denselben Spieler sein.
hu: Minden áttekintésnek ugyanahhoz a játékoshoz kell tartoznia.
pl: Wszystkie tokeny muszą być wynikami rozpisek dla tego samego gracza w grze.
pt_br: Todas as visões gerais devem ser para o mesmo jogador.

source: does not match
cs: neodpovídá
de: stimmt nicht überein
hu: nem egyezik
pl: różni się od
pt_br: não corresponde

source: Ops, no access, or the content you're looking for is no longer available on the site.
cs: Jejda, žádný přístup, nebo obsah, který hledáte, již není na webu k dispozici.
de: Ops, kein Zugang, oder der Inhalt, den Sie suchen, ist nicht mehr auf der Seite verfügbar.
hu: Hoppá, nincs hozzáférés, vagy a keresett tartalom már nem érhető el az oldalon.
pl: Ops, brak dostępu, albo szukana zawartość strony nie jest już dłużej dostępna.
pt_br: Ops, sem acesso, ou o conteúdo que você está procurando não está mais disponível no site.

source: Ops, a server error has occurred. Please try again in a moment and if this does not help, contact the administration.
cs: Jejda, došlo k chybě serveru. Zkuste to prosím za chvíli znovu, a pokud to nepomůže, kontaktujte administraci.
de: Ops, ein Serverfehler ist aufgetreten. Bitte versuchen Sie es in einem Moment erneut und wenn das nicht hilft, kontaktieren Sie die Verwaltung.
hu: Hoppá, szerverhiba történt. Kérjük, próbálja újra egy pillanat múlva, és ha ez nem segít, lépjen kapcsolatba az adminisztrációval.
pl: Ops, wystąpił błąd serwera. Spróbuj ponownie za chwilę, a jeśli to nie pomoże, skontaktuj się z administracją.
pt_br: Ops, ocorreu um erro no servidor. Por favor, tente novamente em um momento e se isso não ajudar, entre em contato com a administração.

source: Congratulations, account was activated, you can log in!
cs: Gratulujeme, účet byl aktivován, můžete se přihlásit!
de: Glückwunsch, das Konto wurde aktiviert, Sie können sich anmelden!
hu: Gratulálunk, a fiók aktiválva lett, bejelentkezhet!
pl: Gratulacje, konto zostało aktywowane, możesz się zalogować!
pt_br: Parabéns, a conta foi ativada, você pode fazer login!

source: You can optionally enable two factor authentication in tab 'My account'.
cs: Volitelně můžete povolit dvoufaktorové ověření na kartě 'Můj účet'.
de: Sie können optional die Zwei-Faktor-Authentifizierung im Tab 'Mein Konto' aktivieren.
hu: Opcionálisan engedélyezheti a kétfaktoros hitelesítést a 'Fiókom' lapon.
pl: Możesz opcjonalnie ustawić uwierzytelnianie dwuskładnikowe w zakładce 'Moje konto'.
pt_br: Você pode opcionalmente ativar a autenticação de dois fatores na aba 'Minha conta'.

source: You can change the language version and log in and out by expanding <b>Menu</b> in the navigation bar.
cs: Jazykovou verzi a přihlášení a odhlášení můžete změnit rozbalením <b>Menu</b> v navigační liště.
de: Sie können die Sprachversion ändern und sich an- und abmelden, indem Sie das <b>Menü</b> in der Navigationsleiste erweitern.
hu: A nyelvi verziót a navigációs sáv <b>Menü</b> kibontásával módosíthatja, valamint be- és kijelentkezhet.
pl: Możesz zmieniać wersję językową oraz logować się i wylogowywać się rozwijając <b>Menu</b> w pasku nawigacyjnym.
pt_br: Você pode alterar a versão do idioma e fazer login e logout expandindo o <b>Menu</b> na barra de navegação.

source: To create a first outline, go to the tab <span class="md-error">Create new outline</span>.
cs: Chcete-li vytvořit první přehled, přejděte na kartu <span class="md-error">Vytvořit nový přehled</span>.
de: Um eine erste Planung zu erstellen, gehen Sie zum Tab <span class="md-error">Neue Planung erstellen</span>.
hu: Az első terv létrehozásához lépjen az <span class="md-error">Új terv létrehozása</span> lapra.
pl: Aby utworzyć pierwszą rozpiskę, przejdź do <span class="md-error">Stwórz nową rozpiskę</span>.
pt_br: Para criar um primeiro plano, vá para a aba <span class="md-error">Criar novo plano</span>.

source: Don't forget to join <b><a target='_blank' href='https://discord.gg/g5pcsCteCT'>Discord</a></b>, there you will find all the help and can make suggestions and bugs.
cs: Nezapomeňte se připojit na <b><a target='_blank' href='https://discord.gg/g5pcsCteCT'>Discord</a></b>, tam najdete veškerou pomoc a můžete podávat návrhy a hlásit chyby.
de: Vergessen Sie nicht, <b><a target='_blank' href='https://discord.gg/g5pcsCteCT'>Discord</a></b> beizutreten, dort finden Sie alle Hilfe und können Vorschläge machen und Bugs melden.
hu: Ne felejtsen el csatlakozni a <b><a target='_blank' href='https://discord.gg/g5pcsCteCT'>Discord</a></b>-hoz, ott minden segítséget megtalál, és javaslatokat és hibákat tehet.
pl: Nie zapomnij dołączyć do <a target='_blank' href='https://discord.gg/g5pcsCteCT'>Discorda</a>, tam znajdziesz wszelką pomoc i możesz zgłaszać propozycje oraz błędy.
pt_br: Não se esqueça de entrar no <b><a target='_blank' href='https://discord.gg/g5pcsCteCT'>Discord</a></b>, lá você encontrará toda a ajuda e poderá fazer sugestões e relatar bugs.

source: You should start by reading:
cs: Měli byste začít čtením:
de: Sie sollten mit dem Lesen beginnen:
hu: Kezdje az olvasással:
pl: Powinieneś rozpocząć od przeczytania:
pt_br: Você deve começar lendo:

source: The test world that is first steps with Planer
cs: Testovací svět, který je prvními kroky s Plánovačem
de: Die Testwelt, die erste Schritte mit dem Planer ist
hu: A teszt világ, amely az első lépések a Tervezővel
pl: Świat Testowy czyli pierwsze kroki z Planerem
pt_br: O mundo de teste que são os primeiros passos com o Planejador

source: Hello,
cs: Dobrý den,
de: Hallo,
hu: Szia,
pl: Witaj,
pt_br: Olá,

source: We received a request to register the account for this email address. To activate, click the link below.
cs: Obdrželi jsme žádost o registraci účtu pro tuto e-mailovou adresu. Pro aktivaci klikněte na odkaz níže.
de: Wir haben eine Anfrage erhalten, das Konto für diese E-Mail-Adresse zu registrieren. Zum Aktivieren klicken Sie auf den Link unten.
hu: Kérést kaptunk a fiók regisztrálására ehhez az e-mail címhez. Az aktiváláshoz kattintson az alábbi linkre.
pl: Otrzymaliśmy prośbę o zarejestrowanie konta z tym adresem email. Aby aktywować swoje konto, kliknij na link poniżej.
pt_br: Recebemos uma solicitação para registrar a conta para este endereço de e-mail. Para ativar, clique no link abaixo.

source: If you did not make this request, you can simply ignore this email.
cs: Pokud jste tuto žádost neodeslali, můžete tento e-mail jednoduše ignorovat.
de: Wenn Sie diese Anfrage nicht gestellt haben, können Sie diese E-Mail einfach ignorieren.
hu: Ha nem Ön kezdeményezte ezt a kérést, egyszerűen hagyja figyelmen kívül ezt az e-mailt.
pl: Jeśli to nie Ty wysłałeś/aś tą prośbę, możesz po prostu zignorować tego maila. W razie wątpliwości, skontaktuj się z administracją strony.
pt_br: Se você não fez esta solicitação, pode simplesmente ignorar este e-mail.

source: Sincerely,
cs: S pozdravem,
de: Mit freundlichen Grüßen,
hu: Üdvözlettel,
pl: Z pozdrowieniami
pt_br: Atenciosamente,

source: Activate account in plemiona-planer.pl -
cs: Aktivujte si účet na plemiona-planer.pl -
de: Konto in plemiona-planer.pl aktivieren -
hu: Fiók aktiválása a plemiona-planer.pl oldalon -
pl: Aktywuj konto w plemiona-planer.pl -
pt_br: Ative a conta em plemiona-planer.pl -

source: Activation failed!
cs: Aktivace se nezdařila!
de: Aktivierung fehlgeschlagen!
hu: Aktiválás sikertelen!
pl: Aktywacja nie powiodła się!
pt_br: A ativação falhou!

source: Activation failed! It looks like your account is already activated, link is already expired or username does not correspond to any user account.
cs: Aktivace se nezdařila! Vypadá to, že váš účet je již aktivován, odkaz již vypršel nebo uživatelské jméno neodpovídá žádnému uživatelskému účtu.
de: Aktivierung fehlgeschlagen! Es sieht so aus, als ob Ihr Konto bereits aktiviert ist, der Link bereits abgelaufen ist oder der Benutzername keinem Benutzerkonto entspricht.
hu: Aktiválás sikertelen! Úgy tűnik, a fiókja már aktiválva van, a link már lejárt, vagy a felhasználónév nem felel meg egyetlen felhasználói fióknak sem.
pl: Aktywacja nie powiodła się. Wygląda na to że Twoje konto jest już aktywowane, link wygasł lub nazwa konta z linku nie odnosi się do żadnego konta użytkownika.
pt_br: A ativação falhou! Parece que sua conta já está ativada, o link já expirou ou o nome de usuário não corresponde a nenhuma conta de usuário.

source: Code:
cs: Kód:
hu: Kód:
pl: Kod błędu:
pt_br: Código:

source: Activate account
cs: Aktivovat účet
de: Konto aktivieren
hu: Fiók aktiválása
pl: Aktywuj konto
pt_br: Ativar conta

source: Congratulations, you have successfully registered!
cs: Gratulujeme, úspěšně jste se zaregistrovali!
de: Glückwunsch, Sie haben sich erfolgreich registriert!
hu: Gratulálunk, sikeresen regisztrált!
pl: Gratulacje, udało Ci się zarejestrować!
pt_br: Parabéns, você se registrou com sucesso!

source: Please check you email, you should get activation url in a second. The link is valid for 2 days.
cs: Zkontrolujte prosím svůj e-mail, za chvíli byste měli obdržet aktivační URL. Odkaz je platný 2 dny.
de: Bitte überprüfen Sie Ihre E-Mail, Sie sollten in einer Sekunde die Aktivierungs-URL erhalten. Der Link ist 2 Tage gültig.
hu: Kérjük, ellenőrizze az e-mailjét, egy másodpercen belül meg kell kapnia az aktiválási URL-t. A link 2 napig érvényes.
pl: Proszę sprawdź swoją skrzynkę pocztową, powinien zostać tam wysłany link do aktywacji konta. Link ważny jest 2 dni
pt_br: Por favor, verifique seu e-mail, você deve receber o URL de ativação em um segundo. O link é válido por 2 dias.

source: Please investigate full domain url, the only environment with registration allowed is production under
cs: Prozkoumejte prosím celou URL domény, jediné prostředí s povolenou registrací je produkce pod
de: Bitte überprüfen Sie die vollständige Domain-URL, die einzige Umgebung mit erlaubter Registrierung ist die Produktion unter
hu: Kérjük, vizsgálja meg a teljes domain URL-t, az egyetlen környezet, ahol a regisztráció engedélyezett, a termelési környezet a
pl: Proszę sprawdź pełny url i domenę, jedyne środowisko z włączoną rejestracją to oficjalna strona pod linkiem
pt_br: Por favor, investigue o URL de domínio completo, o único ambiente com registro permitido é a produção em

source: Join now for free and create tribal wars proffesional outlines.
cs: Připojte se nyní zdarma a vytvářejte profesionální přehledy pro Divoké kmeny.
de: Treten Sie jetzt kostenlos bei und erstellen Sie professionelle Tribal Wars-Planungen.
hu: Csatlakozzon most ingyen, és hozzon létre professzionális klánháborús terveket.
pl: Dołącz teraz za darmo do Plemiona Planera i twórz profesjonalne rozpiski offów.
pt_br: Junte-se agora gratuitamente e crie planos profissionais de guerras tribais.

source: Create an account
cs: Vytvořit účet
de: Ein Konto erstellen
hu: Fiók létrehozása
pl: Utwórz konto
pt_br: Criar uma conta

source: Your payment on
cs: Vaše platba na
de: Ihre Zahlung am
hu: A fizetése
pl: Twoja płatność z dnia
pt_br: Seu pagamento em

source: in the amount of
cs: ve výši
de: in Höhe von
hu: összegben
pl: w kwocie
pt_br: no valor de

source: has been successfully processed and your premium account has been activated or extended.
cs: byla úspěšně zpracována a váš prémiový účet byl aktivován nebo prodloužen.
de: wurde erfolgreich verarbeitet und Ihr Premium-Account wurde aktiviert oder verlängert.
hu: sikeresen feldolgozásra került, és a prémium fiókja aktiválva vagy meghosszabbítva lett.
pl: została pomyślnie przetworzona, zaś konto premium aktywowane lub przedłużone.
pt_br: foi processado com sucesso e sua conta premium foi ativada ou estendida.

source: When refering THIS payment, use following payment intent id:
cs: Při odkazování na TUTO platbu použijte následující ID záměru platby:
de: Wenn Sie sich auf DIESE Zahlung beziehen, verwenden Sie folgende Zahlungsabsichts-ID:
hu: Amikor erre a fizetésre hivatkozik, használja a következő fizetési szándék azonosítót:
pl: Podczas nawiązywania do TEJ płatności, użyj jej unikalnego id:
pt_br: Ao se referir a ESTE pagamento, use o seguinte ID de intenção de pagamento:

source: This e-mail was generated automatically, please do not reply.
cs: Tento e-mail byl vygenerován automaticky, neodpovídejte na něj prosím.
de: Diese E-Mail wurde automatisch generiert, bitte antworten Sie nicht.
hu: Ez az e-mail automatikusan generálódott, kérjük, ne válaszoljon rá.
pl: Ten email został wygenerowany automatycznie, prosimy nie odpowiadać.
pt_br: Este e-mail foi gerado automaticamente, por favor não responda.

source: If you have questions, use contact email: rafal.safin@rafsaf.pl
cs: Pokud máte dotazy, použijte kontaktní e-mail: rafal.safin@rafsaf.pl
de: Wenn Sie Fragen haben, verwenden Sie die Kontakt-E-Mail: rafal.safin@rafsaf.pl
hu: Ha kérdése van, használja a kapcsolattartási e-mail címet: rafal.safin@rafsaf.pl
pl: Jeśli masz pytania, użyj maila kontaktowego: rafal.safin@rafsaf.pl
pt_br: Se você tiver dúvidas, use o e-mail de contato: rafal.safin@rafsaf.pl

source: [Premium] Successful completion of the payment on
cs: [Premium] Úspěšné dokončení platby na
de: [Premium] Erfolgreicher Abschluss der Zahlung am
hu: [Prémium] A fizetés sikeres befejezése
pl: [Premium] Pomyślne zakończenie płatności z dnia
pt_br: [Premium] Conclusão bem-sucedida do pagamento em

source: Hello,
cs: Dobrý den,
de: Hallo,
hu: Szia,
pl: Witaj,
pt_br: Olá,

source: To complete your login, please use the following one-time code:
cs: Pro dokončení přihlášení použijte prosím následující jednorázový kód:
de: Um Ihre Anmeldung abzuschließen, verwenden Sie bitte den folgenden Einmalcode:
hu: A bejelentkezés befejezéséhez kérjük, használja a következő egyszer használatos kódot:
pl: Aby dokończyć logowanie, użyj poniższego jednorazowego kodu:
pt_br: Para completar seu login, por favor use o seguinte código de uso único:

source: This code is for your eyes only and will expire in a few minutes. Do not share it with anyone.
cs: Tento kód je pouze pro vaše oči a za několik minut vyprší. Nesdělujte ho nikomu.
de: Dieser Code ist nur für Ihre Augen bestimmt und läuft in wenigen Minuten ab. Teilen Sie ihn mit niemandem.
hu: Ez a kód csak az Ön számára készült, és néhány percen belül lejár. Ne ossza meg senkivel.
pl: Ten kod jest przeznaczony wyłącznie dla Ciebie i wygaśnie za parę minut. Nie udostępniaj go nikomu.
pt_br: Este código é apenas para seus olhos e expirará em alguns minutos. Não o compartilhe com ninguém.

source: If you did not attempt to log in, you can safely ignore this email.
cs: Pokud jste se nepokoušeli přihlásit, můžete tento e-mail bezpečně ignorovat.
de: Wenn Sie nicht versucht haben, sich anzumelden, können Sie diese E-Mail sicher ignorieren.
hu: Ha nem Ön próbált bejelentkezni, biztonságosan figyelmen kívül hagyhatja ezt az e-mailt.
pl: Jeśli nie próbowałeś/aś się zalogować, możesz zignorować tę wiadomość.
pt_br: Se você não tentou fazer login, pode ignorar este e-mail com segurança.

source: This is an automated message. Please do not reply to this email.
cs: Toto je automatická zpráva. Neodpovídejte prosím na tento e-mail.
de: Dies ist eine automatische Nachricht. Bitte antworten Sie nicht auf diese E-Mail.
hu: Ez egy automatizált üzenet. Kérjük, ne válaszoljon erre az e-mailre.
pl: Jest to wiadomość generowana automatycznie. Prosimy na nią nie odpowiadać.
pt_br: Esta é uma mensagem automática. Por favor, não responda a este e-mail.

source: If you have any questions, you can contact us at: <a href="mailto:rafal.safin@rafsaf.pl" style="color: #0066cc;">rafal.safin@rafsaf.pl</a>
cs: Pokud máte nějaké dotazy, můžete nás kontaktovat na adrese: <a href="mailto:rafal.safin@rafsaf.pl" style="color: #0066cc;">rafal.safin@rafsaf.pl</a>
de: Wenn Sie Fragen haben, können Sie uns kontaktieren unter: <a href="mailto:rafal.safin@rafsaf.pl" style="color: #0066cc;">rafal.safin@rafsaf.pl</a>
hu: Ha bármilyen kérdése van, felveheti velünk a kapcsolatot a következő címen: <a href="mailto:rafal.safin@rafsaf.pl" style="color: #0066cc;">rafal.safin@rafsaf.pl</a>
pl: W przypadku pytań, skontaktuj się z nami pod adresem: <a href="mailto:rafal.safin@rafsaf.pl" style="color: #0066cc;">rafal.safin@rafsaf.pl</a>
pt_br: Se você tiver alguma dúvida, pode nos contatar em: <a href="mailto:rafal.safin@rafsaf.pl" style="color: #0066cc;">rafal.safin@rafsaf.pl</a>

source: Thank you,
cs: Děkujeme,
de: Vielen Dank,
hu: Köszönjük,
pl: Z pozdrowieniami,
pt_br: Obrigado,

source: If you have any questions, you can contact us at: rafal.safin@rafsaf.pl
cs: Pokud máte nějaké dotazy, můžete nás kontaktovat na adrese: rafal.safin@rafsaf.pl
de: Wenn Sie Fragen haben, können Sie uns kontaktieren unter: rafal.safin@rafsaf.pl
hu: Ha kérdése van, felveheti velünk a kapcsolatot a következő címen: rafal.safin@rafsaf.pl
pl: Jeśli masz pytania, użyj maila kontaktowego: rafal.safin@rafsaf.pl
pt_br: Se você tiver alguma dúvida, pode nos contatar em: rafal.safin@rafsaf.pl

source: You have successfully changed your password.
cs: Úspěšně jste změnili své heslo.
de: Sie haben Ihr Passwort erfolgreich geändert.
hu: Sikeresen megváltoztatta a jelszavát.
pl: Pomyślnie udało się zmienić hasło.
pt_br: Você alterou sua senha com sucesso.

source: Back to home page
cs: Zpět na domovskou stránku
de: Zurück zur Startseite
hu: Vissza a kezdőlapra
pl: Powróć do strony głównej
pt_br: Voltar para a página inicial

source: Change password
cs: Změnit heslo
de: Passwort ändern
hu: Jelszó megváltoztatása
pl: Zmień hasło
pt_br: Alterar senha

source: Set password
cs: Nastavit heslo
de: Passwort festlegen
hu: Jelszó beállítása
pl: Ustaw hasło
pt_br: Definir senha

source: Sorry, Resource Not Found.
cs: Litujeme, zdroj nebyl nalezen.
de: Entschuldigung, Ressource nicht gefunden.
hu: Sajnáljuk, az erőforrás nem található.
pl: Przepraszamy, strona nie odnaleziona.
pt_br: Desculpe, recurso não encontrado.

source: Password reset sent.
cs: Odesláno resetování hesla.
hu: Jelszó-visszaállítás elküldve.
pl: Wysłano prośbę o zmianę hasła.
pt_br: Redefinição de senha enviada.
