Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: [color=#0e0eff][b]Ruin[/b][/color] (Extra off-%(off)d, Catapults-%(catapult)d [b]%(building)s[/b])
cs: [color=#0e0eff][b]Zřícenina[/b][/color] (Extra útok-%(off)d, Katapulty-%(catapult)d [b]%(building)s[/b])
hu: [color=#0e0eff][b]Rombolás[/b][/color] (Extra támadó-%(off)d, Katapultok-%(catapult)d [b]%(building)s[/b])
pl: [color=#0e0eff][b]Burzak[/b][/color] (Wojsko-%(off)d, Katapulty-%(catapult)d [b]%(building)s[/b])
pt_br: [color=#0e0eff][b]Ruína[/b][/color] (Off extra-%(off)d, Catapultas-%(catapult)d [b]%(building)s[/b])

source: [size=12][b]OFF[/b][/size] (Off-%(off)d, Catapults-%(catapult)d [b]%(building)s[/b])
cs: [size=12][b]ÚTOK[/b][/size] (Útok-%(off)d, Katapulty-%(catapult)d [b]%(building)s[/b])
hu: [size=12][b]TÁMADÓ[/b][/size] (Támadó-%(off)d, Katapultok-%(catapult)d [b]%(building)s[/b])
pl: [size=12][b]OFF[/b][/size] (Off-%(off)d, Katapulty-%(catapult)d [b]%(building)s[/b])
pt_br: [size=12][b]ATAQUE[/b][/size] (Off-%(off)d, Catapultas-%(catapult)d [b]%(building)s[/b])

source: [size=12][b]OFF[/b][/size] (Off-
cs: [size=12][b]ÚTOK[/b][/size] (Útok-
hu: [size=12][b]TÁMADÓ[/b][/size] (Támadó-
pt_br: [size=12][b]ATAQUE[/b][/size] (Off-

source: [color=#a500a5][size=12][b]NOBLE[/b][/size][/color]
cs: [color=#a500a5][size=12][b]ŠLECHTIC[/b][/size][/color]
de: [color=#a500a5][size=12][b]ADLIGER[/b][/size][/color]
hu: [color=#a500a5][size=12][b]NEMES[/b][/size][/color]
pl: [color=#a500a5][size=12][b]SZLACHCIC[/b][/size][/color]
pt_br: [color=#a500a5][size=12][b]NOBRE[/b][/size][/color]

source: Line %s:
cs: Řádek %s:
de: Zeile %s:
hu: Sor %s:
pl: Linia %s:
pt_br: Linha %s:

source: Coords are empty!
cs: Souřadnice jsou prázdné!
de: Koordinaten sind leer!
hu: A koordináták üresek!
pl: Kordy są puste!
pt_br: As coordenadas estão vazias!

source: : Is not string type!
cs: : Není typu řetězec!
de: : Ist kein String-Typ!
hu: : Nem string típus!
pl: : Nie jest tekstem
pt_br: : Não é do tipo string!

source: : Is not the correct length!
cs: : Nemá správnou délku!
de: : Hat nicht die richtige Länge!
hu: : Nem megfelelő hosszúságú!
pl: : Nie jest prawidłowej długości!
pt_br: : Não tem o comprimento correto!

source: Is not a number
cs: Není číslo
de: Ist keine Zahl
hu: Nem szám
pl: : Nie jest liczbą
pt_br: Não é um número

source: Is not equal to '|'!
cs: Není rovno '|'!
de: Ist nicht gleich '|'!
hu: Nem egyenlő '|'-vel!
pl: Nie jest równy '|'!
pt_br: Não é igual a '|'!

source: Village
cs: Vesnice
de: Dorf
hu: Falu
pl: Wioska
pt_br: Aldeia

source: does not exists
cs: neexistuje
de: existiert nicht
hu: nem létezik
pl: nie istnieje
pt_br: não existe

source: Send FAKE NOBLE
cs: Poslat FALEŠNÉHO ŠLECHTICE
de: FAKE-ADLIGER senden
hu: FAKE NEMES küldése
pl: Wyślij FAKE SZLACHCIC
pt_br: Enviar NOBRE FALSO

source: Send FAKE
cs: Poslat FALEŠNÝ
de: FAKE senden
hu: FAKE küldése
pl: Wyślij FAKE
pt_br: Enviar FAKE

source: Send RUIN
cs: Poslat ZŘÍCENINU
de: RUINE senden
hu: ROMBOLÁS küldése
pl: Wyślij BURZAK

source: Beta
hu: Béta

source: Info
hu: Infó
pt_br: Informação

source: TW Stats
de: TW-Statistiken
hu: TW Statisztika
pt_br: Estatísticas TW

source: Server
hu: Szerver
pl: Serwer
pt_br: Servidor

source: Start
hu: Indítás
pl: Z wioski
pt_br: Início

source: Symbol
hu: Szimbólum
pl: Znak
pt_br: Símbolo

source: This doesn't look like a valid input for THIS form. Did you want to input it into the 'Deff collection' form instead?
pl: To nie wygląda na prawidłowe dane dla TEGO formularza. Może chodziło o formularz 'Zbiórka Obrona'?

source: This doesn't look like a valid input for THIS form. Did you want to input it into the 'Army collection' form instead?
pl: To nie wygląda na prawidłowe dane dla TEGO formularza. Może chodziło o formularz 'Zbiórka Wojska'?

source: Standard text directly in message
pl: Standardowy tekst bezpośrednio w wiadomości

source: Standard text for deputy directly in message
pl: Standardowy tekst dla zastępcy bezpośrednio w wiadomości

source: Simple text directly in message
pl: Prosty tekst bezpośrednio w wiadomości

source: Old text directly in message
pl: Stary tekst bezpośrednio w wiadomości

source: Table directly in message
pl: Tabela bezpośrednio w wiadomości
