Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: Premium account is required to complete outlines greater than
cs: Pro dokončení přehledů větších než je vyžadován prémiový účet
de: Ein Premium-Konto ist erforderlich, um Pläne mit mehr als
hu: Prémium fiók szükséges a nagyobb tervek befejezéséhez, mint
pl: Konto premium jest potrzebne by tworzyć akcje większe niż
pt_br: É necessária uma conta premium para concluir planos com mais de

source: targets. Buy it
cs: cílů. Kupte si ho
de: Zielen zu erstellen. Kaufen Sie es
hu: célpont. Vásárolja meg
pl: celów. Możesz kupić je
pt_br: alvos. Compre-a

source: here
cs: zde
de: hier
hu: itt
pl: tutaj
pt_br: aqui

source: or reduce the number of outline targets.
cs: nebo snižte počet cílů přehledu.
de: oder reduzieren Sie die Anzahl der Plan-Ziele.
hu: vagy csökkentse a terv célpontjainak számát.
pl: albo zmniejszyć łączną ilość celów.
pt_br: ou reduza o número de alvos do plano.

source: Headquarters
cs: Hlavní budova
de: Hauptgebäude
hu: Főhadiszállás
pl: Ratusz
pt_br: Edifício Principal

source: Barracks
cs: Kasárna
de: Kaserne
hu: Kaszárnya
pl: Koszary
pt_br: Quartel

source: Stable
cs: Stáj
de: Stall
hu: Istálló
pl: Stajnia
pt_br: Estábulo

source: Workshop
cs: Dílna
de: Werkstatt
hu: Műhely
pl: Warsztat
pt_br: Oficina

source: Academy
cs: Akademie
de: Adelsgeschlecht
hu: Akadémia
pl: Pałac
pt_br: Academia

source: Smithy
cs: Kovárna
de: Schmiede
hu: Kovácsműhely
pl: Kuźnia
pt_br: Ferreiro

source: Rally point
cs: Nádvoří
de: Versammlungsplatz
hu: Gyülekezőhely
pl: Plac
pt_br: Ponto de Encontro

source: Statue
cs: Socha
hu: Szobor
pl: Piedestał
pt_br: Estátua

source: Market
cs: Tržiště
de: Marktplatz
hu: Piac
pl: Rynek
pt_br: Mercado

source: Timber camp
cs: Dřevorubec
de: Holzfäller
hu: Fatelep
pl: Tartak
pt_br: Bosque

source: Clay pit
cs: Lom na hlínu
de: Lehmgrube
hu: Agyagbánya
pl: Cegielnia
pt_br: Poço de Argila

source: Iron mine
cs: Železný důl
de: Eisenmine
hu: Vasbánya
pl: Huta żelaza
pt_br: Mina de Ferro

source: Farm
cs: Selský dvůr
de: Bauernhof
hu: Tanya
pl: Zagroda
pt_br: Fazenda

source: Warehouse
cs: Sklad
de: Speicher
hu: Raktár
pl: Spichlerz
pt_br: Armazém

source: Wall
cs: Hradby
hu: Fal
pl: Mur
pt_br: Muralha

source: Watchtower
cs: Strážní věž
de: Wachturm
hu: Őrtorony
pl: Wieża Strażnicza
pt_br: Torre de Vigia

source: At least one building must remain selected.
cs: Musí zůstat vybrána alespoň jedna budova.
de: Mindestens ein Gebäude muss ausgewählt bleiben.
hu: Legalább egy épületnek kiválasztva kell maradnia.
pl: Przynajmniej jeden budynek musi pozostać zaznaczony.
pt_br: Pelo menos um edifício deve permanecer selecionado.

source: Real targets
cs: Skutečné cíle
de: Echte Ziele
hu: Valódi célpontok
pl: Cele
pt_br: Alvos reais

source: Fake targets
cs: Falešné cíle
de: Fake-Ziele
hu: Fake célpontok
pl: Fejk Cele
pt_br: Alvos falsos

source: Ruin targets
cs: Cíle na ruiny
de: Ruinenziele
hu: Romboló célpontok
pl: Burzaki
pt_br: Alvos de ruína

source: Set time
cs: Nastavit čas
de: Zeit festlegen
hu: Idő beállítása
pl: Wybierz czasy
pt_br: Definir tempo

source: Add and remove
cs: Přidat a odebrat
de: Hinzufügen und entfernen
hu: Hozzáadás és eltávolítás
pl: Dodaj lub usuń
pt_br: Adicionar e remover

source: Summary
cs: Shrnutí
de: Zusammenfassung
hu: Összefoglaló
pl: Podsumowanie
pt_br: Resumo

source: Outline Date
cs: Datum přehledu
de: Plan-Datum
hu: Terv dátuma
pl: Data akcji
pt_br: Data do Plano

source: Fake Targets
cs: Falešné cíle
de: Fake-Ziele
hu: Fake célpontok
pl: Fejk Cele
pt_br: Alvos Falsos

source: Ruin Targets
cs: Cíle na ruiny
de: Ruinenziele
hu: Romboló célpontok
pl: Cele Burzenie
pt_br: Alvos de Ruína

source: Offs left
cs: Zbývající útoky
de: Offs übrig
hu: Maradt támadók
pl: Pozostałe offy
pt_br: Ataques restantes

source: Nobles left
cs: Zbývající šlechtici
de: Adlige übrig
hu: Maradt nemesek
pl: Pozostała szlachta
pt_br: Nobres restantes

source: Available catapults left
cs: Zbývající dostupné katapulty
de: Verfügbare Katapulte übrig
hu: Rendelkezésre álló katapultok maradtak
pl: Katapulty dostępne do użycia
pt_br: Catapultas restantes disponíveis

source: Night bonus avoid
cs: Vyhnout se nočnímu bonusu
de: Nachtbonus vermeiden
hu: Éjszakai bónusz elkerülése
pl: Unikanie bonusu
pt_br: Evitar bônus noturno

source: Targets on page
cs: Cíle na stránce
de: Ziele auf Seite
hu: Célpontok az oldalon
pl: Cele na stronę
pt_br: Alvos na página

source: Simple textures
cs: Jednoduché textury
de: Einfache Texturen
hu: Egyszerű textúrák
pl: Proste tekstury
pt_br: Texturas simples

source: Go back
cs: Jít zpět
de: Zurück gehen
hu: Vissza
pl: Powrót
pt_br: Voltar

source: Add and remove targets
cs: Přidat a odebrat cíle
de: Ziele hinzufügen und entfernen
hu: Célpontok hozzáadása és eltávolítása
pl: Dodaj lub usuń cele
pt_br: Adicionar e remover alvos

source: Set real targets
cs: Nastavit skutečné cíle
de: Echte Ziele festlegen
hu: Valódi célpontok beállítása
pl: Ustaw cele
pt_br: Definir alvos reais

source: Set fake targets
cs: Nastavit falešné cíle
de: Fake-Ziele festlegen
hu: Fake célpontok beállítása
pl: Ustaw fejki
pt_br: Definir alvos falsos

source: Set ruin targets
cs: Nastavit cíle na ruiny
de: Ruinenziele festlegen
hu: Romboló célpontok beállítása
pl: Ustaw burzone cele
pt_br: Definir alvos de ruína

source: Set time and confirm
cs: Nastavit čas a potvrdit
de: Zeit festlegen und bestätigen
hu: Idő beállítása és megerősítés
pl: Ustaw czasy wejścia i zakończ rozpiskę
pt_br: Definir tempo e confirmar

source: Finish the Outline
cs: Dokončit přehled
de: Den Plan abschließen
hu: Terv befejezése
pl: Zakończ Rozpiskę
pt_br: Finalizar o Plano

source: target, nick or number of commands
cs: cíl, přezdívka nebo počet příkazů
de: Ziel, Nick oder Anzahl der Befehle
hu: célpont, becenév vagy parancsok száma
pl: cel, nick lub liczba rozkazów
pt_br: alvo, apelido ou número de comandos

source: Search by nickname
cs: Hledat podle přezdívky
de: Nach Spitzname suchen
hu: Keresés becenév alapján
pl: Wyszukaj po nicku
pt_br: Pesquisar por apelido

source: Search by target
cs: Hledat podle cíle
de: Nach Ziel suchen
hu: Keresés célpont alapján
pl: Wyszukaj po kordach celu
pt_br: Pesquisar por alvo

source: Search more than number of commands
cs: Hledat více než počet příkazů
de: Suche mehr als Anzahl der Befehle
hu: Keresés több parancsnál
pl: Wyszukaj po liczbie rozkazów większej niż
pt_br: Pesquisar mais que o número de comandos

source: Search less than number of commands
cs: Hledat méně než počet příkazů
de: Suche weniger als Anzahl der Befehle
hu: Keresés kevesebb parancsnál
pl: Wyszukaj po liczbie rozkazów mniejszej niż
pt_br: Pesquisar menos que o número de comandos

source: Search equal to number of commands
cs: Hledat rovno počtu příkazů
de: Suche gleich Anzahl der Befehle
hu: Keresés egyenlő parancsszámmal
pl: Wyszukaj po liczbie rozkazów równej
pt_br: Pesquisar igual ao número de comandos

source: Target added successfully!
cs: Cíl úspěšně přidán!
de: Ziel erfolgreich hinzugefügt!
hu: Célpont sikeresen hozzáadva!
pl: Cel pomyślnie dodany!
pt_br: Alvo adicionado com sucesso!

source: Create a single Target
cs: Vytvořit jeden cíl
de: Ein einzelnes Ziel erstellen
hu: Egyetlen célpont létrehozása
pl: Utwórz pojedynczy cel
pt_br: Criar um único Alvo

source: Create Real
cs: Vytvořit skutečný
de: Echtes erstellen
hu: Valódi létrehozása
pl: Utwórz Prawdziwy
pt_br: Criar Real

source: Create Fake
cs: Vytvořit falešný
de: Fake erstellen
hu: Fake létrehozása
pl: Utwórz Fejk
pt_br: Criar Falso

source: Create Ruin
cs: Vytvořit ruinu
de: Ruine erstellen
hu: Rombolás létrehozása
pl: Utwórz Burzący
pt_br: Criar Ruína

source: Edit
cs: Upravit
de: Bearbeiten
hu: Szerkesztés
pl: Edytuj
pt_br: Editar

source: <p>Your current progress here will be <span class='md-error'>LOST</span>!</p><p>You will return to the previous tab. Front and Back division will be reset and targets removed.</p>
cs: <p>Váš aktuální pokrok zde bude <span class='md-error'>ZTRACEN</span>!</p><p>Vrátíte se na předchozí kartu. Rozdělení na frontu a týl bude resetováno a cíle odstraněny.</p>
de: <p>Ihr aktueller Fortschritt hier wird <span class='md-error'>VERLOREN</span> gehen!</p><p>Sie kehren zum vorherigen Tab zurück. Front- und Hinterland-Aufteilung wird zurückgesetzt und Ziele entfernt.</p>
hu: <p>A jelenlegi előrehaladása itt <span class='md-error'>ELVESZIK</span>!</p><p>Visszatér az előző lapra. A front és a hát felosztása visszaáll, és a célpontok eltávolításra kerülnek.</p>
pl: <p>Twój dotychczasowy postęp w tej części będzie <span class='md-error'>UTRACONY</span>!</p><p>Powrócisz do poprzedniej zakładki. Podział na Front i Zaplecze będzie zresetowany a cele usunięte.</p>
pt_br: <p>Seu progresso atual aqui será <span class='md-error'>PERDIDO</span>!</p><p>Você retornará para a aba anterior. A divisão de Frente e Retaguarda será resetada e os alvos removidos.</p>

source: Type of order
cs: Typ příkazu
de: Art des Befehls
hu: Parancs típusa
pl: Typ celu
pt_br: Tipo de ordem

source: For ruins, the Ram Unit means Off and the Noble Unit represents later ruins
cs: Pro ruiny znamená jednotka Beranidlo útok a jednotka Šlechtic představuje pozdější ruiny
de: Für Ruinen bedeutet die Rammbock-Einheit Off und die Adligen-Einheit repräsentiert spätere Ruinen
hu: Rombolások esetén a Kos egység Támadót jelent, a Nemes egység pedig későbbi rombolásokat
pl: Dla celów do burzenia, Jednostka Taran oznacza Offy, zaś jednostka Szlachcic zmienia znaczenie na Burzak (o prędkości tarana)
pt_br: Para ruínas, a Unidade de Aríete significa Ataque e a Unidade Nobre representa ruínas posteriores

source: Default Time
cs: Výchozí čas
de: Standardzeit
hu: Alapértelmezett idő
pl: Domyślny Czas
pt_br: Tempo Padrão

source: Create at least one Time below
cs: Vytvořte alespoň jeden čas níže
de: Erstellen Sie mindestens eine Zeit unten
hu: Hozzon létre legalább egy időt alább
pl: Utwórz najpierw co najmniej jeden Czas poniżej
pt_br: Crie pelo menos um Tempo abaixo

source: Target
cs: Cíl
de: Ziel
hu: Célpont
pl: Cel
pt_br: Alvo

source: Select Time
cs: Vybrat čas
de: Zeit auswählen
hu: Idő kiválasztása
pl: Wybierz Czas
pt_br: Selecionar Tempo

source: Outline
cs: Přehled
de: Planung
hu: Terv
pl: Rozpiska
pt_br: Plano

source: Set time to all targets on this page
cs: Nastavit čas pro všechny cíle na této stránce
de: Zeit für alle Ziele auf dieser Seite festlegen
hu: Idő beállítása az összes célponthoz ezen az oldalon
pl: Ustaw czas dla celów na tej stronie
pt_br: Definir tempo para todos os alvos nesta página

source: Create at least one Time above
cs: Vytvořte alespoň jeden čas výše
de: Erstellen Sie mindestens eine Zeit oben
hu: Hozzon létre legalább egy időt fent
pl: Utwórz najpierw co najmniej jeden Czas powyżej
pt_br: Crie pelo menos um Tempo acima

source: Change and save
cs: Změnit a uložit
de: Ändern und speichern
hu: Módosítás és mentés
pl: Zmień i zapisz
pt_br: Alterar e salvar

source: Divide
cs: Rozdělit
de: Aufteilen
hu: Felosztás
pl: Podziel
pt_br: Dividir

source: Divide into 2
cs: Rozdělit na 2
de: In 2 aufteilen
hu: Felosztás 2 részre
pl: Podziel na 2
pt_br: Dividir em 2

source: Divide into 3
cs: Rozdělit na 3
de: In 3 aufteilen
hu: Felosztás 3 részre
pl: Podziel na 3
pt_br: Dividir em 3

source: Divide into 4
cs: Rozdělit na 4
de: In 4 aufteilen
hu: Felosztás 4 részre
pl: Podziel na 4
pt_br: Dividir em 4

source: Player
cs: Hráč
de: Spieler
hu: Játékos
pl: Gracz
pt_br: Jogador

source: Troops from
cs: Jednotky od
de: Truppen von
hu: Csapatok innen
pl: Offy od
pt_br: Tropas de

source: Troops to
cs: Jednotky do
de: Truppen nach
hu: Csapatok ide
pl: Offy do
pt_br: Tropas para

source: Catapults from
cs: Katapulty od
de: Katapulte von
hu: Katapultok innen
pl: Katapulty od
pt_br: Catapultas de

source: Nobles from
cs: Šlechtici od
de: Adlige von
hu: Nemesek innen
pl: Szlachta od
pt_br: Nobres de

source: Cards on page
cs: Karty na stránce
de: Karten auf der Seite
hu: Kártyák az oldalon
pl: Karty na stronę
pt_br: Cartas na página

source: Sort
cs: Seřadit
de: Sortieren
hu: Rendezés
pl: Sortuj
pt_br: Ordenar

source: Ascending by distance
cs: Vzestupně podle vzdálenosti
de: Aufsteigend nach Entfernung
hu: Növekvő távolság szerint
pl: Rosnąco ze względu na dystans
pt_br: Ascendente por distância

source: Random by distance
cs: Náhodně podle vzdálenosti
de: Zufällig nach Entfernung
hu: Véletlenszerű távolság szerint
pl: Losowo ze względu na dystans
pt_br: Aleatório por distância

source: Descending by distance
cs: Sestupně podle vzdálenosti
de: Absteigend nach Entfernung
hu: Csökkenő távolság szerint
pl: Malejąco ze względu na dystans
pt_br: Descendente por distância

source: Descending by number of units
cs: Sestupně podle počtu jednotek
de: Absteigend nach Einheitenanzahl
hu: Csökkenő egységszám szerint
pl: Malejąco ze względu na liczbę jednostek
pt_br: Descendente por número de unidades

source: Descending by number of noble
cs: Sestupně podle počtu šlechticů
de: Absteigend nach Adligenanzahl
hu: Csökkenő nemesszám szerint
pl: Malejąco ze względu na ilość szlachty
pt_br: Descendente por número de nobres

source: Closest full offs
cs: Nejbližší plné útoky
de: Nächste volle Offs
hu: Legközelebbi teljes támadók
pl: Najbliższe pełne offy
pt_br: Ataques completos mais próximos

source: Closest noblemans
cs: Nejbližší šlechtici
de: Nächste Adlige
hu: Legközelebbi nemesek
pl: Najbliższa szlachta
pt_br: Nobres mais próximos

source: Closest offs with noblemans
cs: Nejbližší útoky se šlechtici
de: Nächste Offs mit Adligen
hu: Legközelebbi támadóseregek nemesekkel
pl: Najbliższe pełne offy z szlachtą
pt_br: Ataques com nobres mais próximos

source: Random full offs
cs: Náhodné plné útoky
de: Zufällige volle Offs
hu: Véletlenszerű teljes támadóseregek
pl: Losowo pełne offy
pt_br: Ataques completos aleatórios

source: Random noblemans
cs: Náhodní šlechtici
de: Zufällige Adlige
hu: Véletlenszerű nemesek
pl: Losowo szlachta
pt_br: Nobres aleatórios

source: Random offs with noblemans
cs: Náhodné útoky se šlechtici
de: Zufällige Offs mit Adligen
hu: Véletlenszerű támadóseregek nemesekkel
pl: Losowo pełne offy z szlachtą
pt_br: Ataques com nobres aleatórios

source: Farthest full offs
cs: Nejvzdálenější plné útoky
de: Entfernteste volle Offs
hu: Legtávolabbi teljes támadóseregek
pl: Najdalsze pełne offy
pt_br: Ataques completos mais distantes

source: Farthest noblemans
cs: Nejvzdálenější šlechtici
de: Entfernteste Adlige
hu: Legtávolabbi nemesek
pl: Najdalsza szlachta
pt_br: Nobres mais distantes

source: Farthest offs with noblemans
cs: Nejvzdálenější útoky se šlechtici
de: Entfernteste Offs mit Adligen
hu: Legtávolabbi támadóseregek nemesekkel
pl: Najdalsze pełne offy z szlachtą
pt_br: Ataques com nobres mais distantes

source: Previous
cs: Předchozí
de: Vorherige
hu: Előző
pl: Poprzednia
pt_br: Anterior

source: of
cs: z
de: von
hu: -ból/-ből
pl: z
pt_br: de

source: Next
cs: Další
de: Nächste
hu: Következő
pl: Następna
pt_br: Próximo

source: coord or nick...
cs: souřadnice nebo přezdívka...
de: Koordinaten oder Nickname...
hu: koordináta vagy becenév...
pl: kordy lub nick...
pt_br: coord ou apelido...

source: On the left adding Fake, on the right 1 Noble
cs: Vlevo přidání falešného útoku, vpravo 1 šlechtic
de: Links Fake hinzufügen, rechts 1 Adliger
hu: Bal oldalon Fake hozzáadása, jobb oldalon 1 Nemes
pl: Po lewej dodawaj zwykłe Fejki, na prawo 1 Szlachcic
pt_br: À esquerda adicionando Falso, à direita 1 Nobre

source: On the left adding Offs, on the right Ruin attack
cs: Vlevo přidání útoků, vpravo útok na ruiny
de: Links Offs hinzufügen, rechts Ruinenangriff
hu: Bal oldalon Támadók hozzáadása, jobb oldalon Romboló támadás
pl: Po lewej dodawaj Offy, po prawej Burzaki
pt_br: À esquerda adicionando Ataques, à direita ataque de Ruína

source: On the left adding Offs, on the right Offs with the Nobles
cs: Vlevo přidání útoků, vpravo útoky se šlechtici
de: Links Offs hinzufügen, rechts Offs mit den Adligen
hu: Bal oldalon Támadóseregek hozzáadása, jobb oldalon Támadóseregek Nemesekkel
pl: Po lewej dodawaj Offy, po prawej Offy z całą szlachtą
pt_br: À esquerda adicionando Ataques, à direita Ataques com Nobres

source: Outline results
cs: Výsledky přehledu
de: Planungsergebnisse
hu: Terv eredmények
pl: Wyniki rozpiski
pt_br: Resultados do Plano

source: Sum Up
cs: Shrnutí
de: Zusammenfassung
hu: Összegzés
pl: Podsumowanie
pt_br: Resumir

source: Copy Outline urls
cs: Kopírovat URL přehledu
de: Planungs-URLs kopieren
hu: Terv URL-ek másolása
pl: Kopiuj linki
pt_br: Copiar URLs do Plano

source: Copy Outline results
cs: Kopírovat výsledky přehledu
de: Planungsergebnisse kopieren
hu: Terv eredmények másolása
pl: Kopiuj wyniki rozpiski
pt_br: Copiar resultados do Plano

source: Left troops
cs: Zbývající jednotky
de: Übrige Truppen
hu: Maradt csapatok
pl: Niewykorzystane wojska
pt_br: Tropas restantes

source: To send messages with a button, you will need a script that you can find
cs: Pro odesílání zpráv pomocí tlačítka budete potřebovat skript, který najdete
de: Um Nachrichten mit einem Button zu senden, benötigen Sie ein Skript, das Sie finden können
hu: Az üzenetek gombbal történő küldéséhez szüksége lesz egy szkriptre, amelyet megtalál
pl: By wysyłać wiadomości przyciskiem, potrzebujesz jeszcze skryptu, który można znaleźć
pt_br: Para enviar mensagens com um botão, você precisará de um script que pode encontrar

source: Set title, text and show hidden value
cs: Nastavit název, text a zobrazit skrytou hodnotu
de: Titel, Text festlegen und versteckten Wert anzeigen
hu: Cím, szöveg beállítása és rejtett érték megjelenítése
pl: Wybierz tytuł, zawartość i wartość "Pokaż ukryte"
pt_br: Definir título, texto e mostrar valor oculto

source: Removed links
cs: Odstraněné odkazy
de: Entfernte Links
hu: Eltávolított linkek
pl: Stare linki
pt_br: Links removidos

source: Link to member Page
cs: Odkaz na stránku člena
de: Link zur Mitgliederseite
hu: Link a tag oldalára
pl: Link do strony gracza
pt_br: Link para a página do membro

source: Show Hidden
cs: Zobrazit skryté
de: Versteckte anzeigen
hu: Rejtettek mutatása
pl: Pokaż ukryte cele
pt_br: Mostrar Ocultos

source: Number of orders
cs: Počet příkazů
de: Anzahl der Befehle
hu: Parancsok száma
pl: Ilość rozkazów
pt_br: Número de ordens

source: Send message
cs: Poslat zprávu
de: Nachricht senden
hu: Üzenet küldése
pl: Wyślij wiadomość
pt_br: Enviar mensagem

source: Go to member Page
cs: Přejít na stránku člena
de: Zur Mitgliederseite gehen
hu: Ugrás a tag oldalára
pl: Idź do strony gracza
pt_br: Ir para a página do membro

source: Sent!
cs: Odesláno!
de: Gesendet!
hu: Elküldve!
pl: Wysłano!
pt_br: Enviado!

source: Send
cs: Odeslat
de: Senden
hu: Küldés
pl: Wyślij
pt_br: Enviar

source: Below you will find all the unused troops left after the roster. Paste them into the "1. Troops Data" in order to start a new action.
cs: Níže naleznete všechny nevyužité jednotky, které zbyly po sestavení. Vložte je do "1. Data o jednotkách", abyste mohli zahájit novou akci.
de: Unten finden Sie alle ungenutzten Truppen, die nach der Aufstellung übrig sind. Fügen Sie sie in die "1. Truppendaten" ein, um eine neue Aktion zu starten.
hu: Alább megtalálja az összes fel nem használt csapatot, amely a névsor után maradt. Illessze be őket az "1. Csapatok adatai"-ba egy új akció indításához.
pl: Poniżej znajdziesz wszystkie niewykorzystane wojska pozostałe po zakończonej rozpisce. Wklej je do "1. Dane o wojsku" by wykorzystać w kolejnej akcji.
pt_br: Abaixo você encontrará todas as tropas não utilizadas que sobraram após a distribuição. Cole-as nos "1. Dados de Tropas" para iniciar uma nova ação.

source: You have no access to unused troops without premium account.
cs: Bez prémiového účtu nemáte přístup k nevyužitým jednotkám.
de: Sie haben ohne Premium-Account keinen Zugang zu ungenutzten Truppen.
hu: Prémium fiók nélkül nincs hozzáférése a fel nem használt csapatokhoz.
pl: Nie masz dostępu do niewykorzystanych wojsk bez konta premium.
pt_br: Você não tem acesso a tropas não utilizadas sem uma conta premium.

source: Some of the written orders have been omitted due to the following problems
cs: Některé ze zapsaných příkazů byly vynechány z důvodu následujících problémů
de: Einige der geschriebenen Befehle wurden aufgrund der folgenden Probleme weggelassen
hu: Néhány írott parancsot a következő problémák miatt hagytak ki
pl: Niektóre z rozpisanych rozkazów zostały pominięte w związku z następującymi problemami
pt_br: Algumas das ordens escritas foram omitidas devido aos seguintes problemas

source: Copy
cs: Kopírovat
de: Kopieren
hu: Másolás
pl: Kopiuj
pt_br: Copiar

source: Details
cs: Detaily
hu: Részletek
pl: Szczegóły
pt_br: Detalhes

source: Source
cs: Zdroj
de: Quelle
hu: Forrás
pl: Źródło
pt_br: Fonte

source: The contents below shows your targets, please copy the one you like to your in-game notes.
cs: Níže uvedený obsah zobrazuje vaše cíle, zkopírujte si ten, který se vám líbí, do svých poznámek ve hře.
de: Der Inhalt unten zeigt Ihre Ziele, bitte kopieren Sie das gewünschte in Ihre Spielnotizen.
hu: Az alábbi tartalom a célpontjait mutatja, kérjük, másolja a kedvére valót a játékon belüli jegyzeteibe.
pl: Poniższe pola tekstowe zawierają Twoje cele, skopiuj zawartość wybranego do swoich notatek w grze.
pt_br: O conteúdo abaixo mostra seus alvos, por favor, copie o que você gosta para suas anotações no jogo.

source: Standard
cs: Standardní
pl: Standardowy
pt_br: Padrão

source: Copy content from textarea below
cs: Zkopírujte obsah z textového pole níže
de: Inhalt aus dem Textfeld unten kopieren
hu: Másolja a tartalmat az alábbi szövegmezőből
pl: Skopiuj tekst z pola tekstowego poniżej
pt_br: Copiar conteúdo da área de texto abaixo

source: Successfully copied!
cs: Úspěšně zkopírováno!
de: Erfolgreich kopiert!
hu: Sikeresen másolva!
pl: Pomyślnie skopiowano!
pt_br: Copiado com sucesso!

source: Click to copy again
cs: Klikněte pro opětovné zkopírování
de: Klicken Sie zum erneuten Kopieren
hu: Kattintson az újbóli másoláshoz
pl: Kliknij by ponownie skopiować
pt_br: Clique para copiar novamente

source: Error! Please copy the textarea below
cs: Chyba! Zkopírujte prosím textové pole níže
de: Fehler! Bitte kopieren Sie das Textfeld unten
hu: Hiba! Kérjük, másolja az alábbi szövegmezőt
pl: Błąd! Skopiuj tekst z pola tekstowego poniżej
pt_br: Erro! Por favor, copie a área de texto abaixo

source: Copy to clipboard
cs: Kopírovat do schránky
de: In Zwischenablage kopieren
hu: Másolás a vágólapra
pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência

source: This is what this form of orders looks like when pasted into a notebook
cs: Takto vypadá tato forma příkazů po vložení do poznámkového bloku
de: So sieht diese Form von Befehlen aus, wenn sie in ein Notizbuch eingefügt wird
hu: Így néz ki ez a parancsforma, amikor beillesztik egy jegyzetfüzetbe
pl: Ten typ rozkazów tak będzie wyglądał po wklejeniu do notatek w grze
pt_br: É assim que esta forma de ordens se parece quando colada em um bloco de notas

source: Tuesday
cs: Úterý
de: Dienstag
hu: Kedd
pl: Wtorek
pt_br: Terça-feira

source: Send OFF
cs: Poslat ÚTOK
de: OFF senden
hu: TÁMADÓSEREG küldése
pl: Wyślij OFF
pt_br: Enviar ATAQUE

source: Remember this is only the example
cs: Pamatujte, že toto je pouze příklad
de: Denken Sie daran, dass dies nur das Beispiel ist
hu: Ne feledje, ez csak egy példa
pl: Pamiętaj, że to tylko przykład
pt_br: Lembre-se que este é apenas um exemplo

source: Plemiona Planer is the best
cs: Plánovač pro Divoké Kmeny je nejlepší
de: Plemiona Planer ist der beste
hu: A Klánháborúk Tervező a legjobb
pl: Plemiona Planer jest najlepszy
pt_br: Plemiona Planer é o melhor
