Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: Tribal Wars Planer, professional tool for creating outlines for off-game coordinators.
cs: Plánovač pro Divoké Kmeny, profesionální nástroj pro vytváření přehledů pro koordinátory mimo hru.
de: Stammeskrüge Planer, professionelles Werkzeug zur Erstellung von Plänen für Off-Game-Koordinatoren.
hu: Klánháborúk Tervező, professzionális eszköz a játékon kívüli koordinátorok számára tervek készítéséhez.
pl: Plemiona Planer, profesjonalne narzędzie do tworzenia rozpisek dla koordynatorów offa w grze.
pt_br: Planejador de Guerras Tribais, ferramenta profissional para criar planos para coordenadores fora do jogo.

source: User Panel
cs: Uživatelský panel
de: Benutzerpanel
hu: Felhasználói panel
pl: Panel Użytkownika
pt_br: Painel do Usuário

source: My outlines
cs: Moje přehledy
de: Meine Pläne
hu: Terveim
pl: Moje rozpiski
pt_br: Meus planos

source: Create new outline
cs: Vytvořit nový přehled
de: Neuen Plan erstellen
hu: Új terv készítése
pl: Stwórz nową rozpiskę
pt_br: Criar novo plano

source: My shipments
cs: Moje zásilky
de: Meine Sendungen
hu: Szállítmányaim
pl: Moje wysyłki
pt_br: Minhas remessas

source: Add shipment
cs: Přidat zásilku
de: Sendung hinzufügen
hu: Szállítmány hozzáadása
pl: Dodaj wysyłkę
pt_br: Adicionar remessa

source: Home
cs: Domů
de: Startseite
hu: Kezdőlap
pl: Strona Główna
pt_br: Início

source: Planer
cs: Plánovač
hu: Tervező
pt_br: Planejador

source: Documentation
cs: Dokumentace
de: Dokumentation
hu: Dokumentáció
pl: Dokumentacja
pt_br: Documentação

source: Premium
cs: Prémiový účet
hu: Prémium

source: Admin Site
cs: Administrace
de: Admin-Bereich
hu: Admin oldal
pl: Administracja
pt_br: Site do Administrador

source: Account
cs: Účet
de: Konto
hu: Fiók
pl: Konto
pt_br: Conta

source: My account
cs: Můj účet
de: Mein Konto
hu: Fiókom
pl: Moje konto
pt_br: Minha conta

source: Add world
cs: Přidat svět
de: Welt hinzufügen
hu: Világ hozzáadása
pl: Dodaj świat
pt_br: Adicionar mundo

source: Payments summary
cs: Přehled plateb
de: Zahlungsübersicht
hu: Fizetési összefoglaló
pl: Podsumowanie płatności
pt_br: Resumo de pagamentos

source: Sign out
cs: Odhlásit se
de: Abmelden
hu: Kijelentkezés
pl: Wyloguj się
pt_br: Sair

source: Sign in
cs: Přihlásit se
de: Anmelden
hu: Bejelentkezés
pl: Zaloguj się
pt_br: Entrar

source: Sign up
cs: Zaregistrovat se
de: Registrieren
hu: Regisztráció
pl: Zarejestruj się
pt_br: Cadastre-se

source: Language
cs: Jazyk
de: Sprache
hu: Nyelv
pl: Język
pt_br: Idioma

source: You can now setup two factor authentication in
cs: Nyní si můžete nastavit dvoufaktorové ověření v
de: Sie können jetzt die Zwei-Faktor-Authentifizierung einrichten in
hu: Most beállíthatja a kétfaktoros hitelesítést a
pl: Możesz teraz ustawić uwierzytelnianie dwuskładnikowe w
pt_br: Agora você pode configurar a autenticação de dois fatores em

source: Account settings
cs: Nastavení účtu
de: Kontoeinstellungen
hu: Fiókbeállítások
pl: Ustawieniach konta
pt_br: Configurações da conta

source: This is test environment, registration is not allowed. Go to
cs: Toto je testovací prostředí, registrace není povolena. Přejděte na
de: Dies ist eine Testumgebung, Registrierung ist nicht erlaubt. Gehen Sie zu
hu: Ez egy tesztkörnyezet, a regisztráció nem engedélyezett. Menj a
pl: Jest to testowe środowisko, rejestracja nie jest możliwa. Przejdź do
pt_br: Este é um ambiente de teste, o registro não é permitido. Vá para

source: Create simple and fast outlines
cs: Vytvářejte jednoduché a rychlé přehledy
de: Erstellen Sie einfache und schnelle Pläne
hu: Készítsen egyszerű és gyors terveket
pl: Twórz szybkie i proste rozpiski
pt_br: Crie planos simples e rápidos

source: Don't have an account?
cs: Nemáte účet?
de: Haben Sie kein Konto?
hu: Nincs fiókod?
pl: Nie masz jeszcze konta?
pt_br: Não tem uma conta?

source: Planer in numbers
cs: Plánovač v číslech
de: Planer in Zahlen
hu: Tervező számokban
pl: Planer w liczbach
pt_br: Planejador em números

source: Users
cs: Uživatelé
de: Benutzer
hu: Felhasználók
pl: Użytkownicy
pt_br: Usuários

source: Outlines
cs: Přehledy
de: Pläne
hu: Tervek
pl: Rozpiski
pt_br: Planos

source: Orders
cs: Příkazy
de: Befehle
hu: Parancsok
pl: Rozkazy
pt_br: Ordens

source: PL version
cs: PL verze
hu: PL verzió
pl: wersja PL
pt_br: Versão PL

source: ENG version
cs: ENG verze
hu: ENG verzió
pl: wersja ENG
pt_br: Versão ENG

source: Code tests
cs: Testy kódu
hu: Kód tesztek
pl: Testy kodu
pt_br: Testes de código

source: Benefits
cs: Výhody
de: Vorteile
hu: Előnyök
pl: Korzyści
pt_br: Benefícios

source: Security
cs: Bezpečnost
de: Sicherheit
hu: Biztonság
pl: Bezpieczeństwo
pt_br: Segurança

source: Author
cs: Autor
de: Autor
hu: Szerző
pl: O Twórcy
pt_br: Autor

source: You save a tons of time and have all outlines in one place.
cs: Ušetříte spoustu času a máte všechny přehledy na jednom místě.
de: Sie sparen eine Menge Zeit und haben alle Pläne an einem Ort.
hu: Rengeteg időt takarít meg, és minden terve egy helyen van.
pl: Oszczędzisz mnóstwo czasu i będziesz mieć wszystkie rozpiski w jednym miejscu.
pt_br: Você economiza muito tempo e tem todos os planos em um só lugar.

source: Players receive final orders ready to paste in the in-game notes and send.
cs: Hráči obdrží finální příkazy připravené k vložení do poznámek ve hře a odeslání.
de: Spieler erhalten fertige Befehle, die sie in die Spielnotizen einfügen und senden können.
hu: A játékosok végleges parancsokat kapnak, amelyeket beilleszthetnek a játékon belüli jegyzetekbe és elküldhetnek.
pl: Gracze otrzymają końcowe cele jako tekst gotowy do wklejenia do notatek i wysłania.
pt_br: Os jogadores recebem ordens finais prontas para colar nas notas do jogo e enviar.

source: Instantly distribute created objectives to players.
cs: Okamžitě distribuujte vytvořené cíle hráčům.
de: Verteilen Sie erstellte Ziele sofort an Spieler.
hu: A létrehozott célokat azonnal ossza szét a játékosok között.
pl: Natychmiastowe wysyłanie do graczy utworzonych dla nich wytycznych.
pt_br: Distribua instantaneamente os objetivos criados para os jogadores.

source: Friendly and easy-to-use interface.
cs: Přátelské a snadno použitelné rozhraní.
de: Benutzerfreundliche und einfach zu bedienende Oberfläche.
hu: Barátságos és könnyen használható felület.
pl: Przyjazny i łatwy w obsłudze interfejs.
pt_br: Interface amigável e fácil de usar.

source: The ability to accurately describe each axeman yourself or leave it to the Planer, choosing from dozens of options.
cs: Možnost přesně popsat každého sekeromlatníka sami nebo to nechat na Plánovači a vybrat si z desítek možností.
de: Die Möglichkeit, jeden Axtkämpfer selbst genau zu beschreiben oder es dem Planer zu überlassen, mit Auswahl aus Dutzenden von Optionen.
hu: Lehetőség van minden támadósereget pontosan leírni, vagy a Tervezőre bízni, több tucat lehetőség közül választva.
pl: Możliwość rozpisania każdego topornika własnoręcznie albo pozostawienia ciężaru rozpisywania celi Planerowi, wybierając spośród dziesiątek opcji.
pt_br: A capacidade de descrever com precisão cada bárbaro ou deixar para o Planejador, escolhendo entre dezenas de opções.

source: Growing number of users.
cs: Rostoucí počet uživatelů.
de: Wachsende Anzahl von Benutzern.
hu: Növekvő felhasználószám.
pl: Coraz więcej zaangażowanych w projekt użytkowników.
pt_br: Número crescente de usuários.

source: Constantly adding new options and fixing bugs.
cs: Neustálé přidávání nových možností a opravování chyb.
de: Ständig neue Optionen hinzufügen und Fehler beheben.
hu: Folyamatosan új lehetőségek hozzáadása és hibajavítás.
pl: Ciągłe dodawanie nowych opcji i naprawianie błędów.
pt_br: Adicionando constantemente novas opções e corrigindo bugs.

source: The scripts used are reported and approved by the game support.
cs: Použité skripty jsou nahlášeny a schváleny podporou hry.
de: Die verwendeten Skripte sind gemeldet und vom Spiel-Support genehmigt.
hu: A használt szkripteket a játék támogatása jelenti és hagyja jóvá.
pl: Skrypty używane w grze wykorzystywane na stronie są zgłoszone i uznane za legalne przez Support.
pt_br: Os scripts usados são relatados e aprovados pelo suporte do jogo.

source: Putting away notebooks, sheets and excel sheets in the trash.
cs: Vyhození poznámkových bloků, listů a excelových tabulek do koše.
de: Notizbücher, Blätter und Excel-Tabellen in den Müll werfen.
hu: A jegyzetfüzetek, lapok és excel táblák kidobása a szemétbe.
pl: Wyrzucisz wszystkie notatniki, kartki i arkusze excela do kosza.
pt_br: Jogando fora cadernos, folhas e planilhas do excel.

source: You will avoid common problems like doubled commands.
cs: Vyhnete se běžným problémům, jako jsou zdvojené příkazy.
de: Sie vermeiden häufige Probleme wie doppelte Befehle.
hu: Elkerülheti a gyakori problémákat, mint például a duplikált parancsok.
pl: Pozbędziesz się typowych problemów jak podwojone komendy.
pt_br: Você evitará problemas comuns como comandos duplicados.

source: No more mistakes when sending messages to players.
cs: Už žádné chyby při posílání zpráv hráčům.
de: Keine Fehler mehr beim Senden von Nachrichten an Spieler.
hu: Nincs több hiba az üzenetek küldésekor a játékosoknak.
pl: Nigdy więcej pomyłek przy rozsyłaniu celów graczom w wiadomościach.
pt_br: Chega de erros ao enviar mensagens para os jogadores.

source: The application is written in the modern and very secure <a target="_blank" href="https://www.djangoproject.com/">Django</a> framework. Therefore it solves COMPLETELY most of the seciurity mistakes of smaller applications like SQL injection, cross-site scripting, cross-site request forgery and clickjacking also providing a safe way to manage user accounts.
cs: Aplikace je napsána v moderním a velmi bezpečném <a target="_blank" href="https://www.djangoproject.com/">Django</a> frameworku. Proto KOMPLETNĚ řeší většinu bezpečnostních chyb menších aplikací, jako je SQL injection, cross-site scripting, cross-site request forgery a clickjacking, a také poskytuje bezpečný způsob správy uživatelských účtů.
de: Die Anwendung ist im modernen und sehr sicheren <a target="_blank" href="https://www.djangoproject.com/">Django</a>-Framework geschrieben. Daher löst sie VOLLSTÄNDIG die meisten Sicherheitsfehler kleinerer Anwendungen wie SQL-Injection, Cross-Site-Scripting, Cross-Site-Request-Forgery und Clickjacking und bietet zudem einen sicheren Weg zur Verwaltung von Benutzerkonten.
hu: Az alkalmazás a modern és nagyon biztonságos <a target="_blank" href="https://www.djangoproject.com/">Django</a> keretrendszerben íródott. Ezért TELJESEN megoldja a kisebb alkalmazások legtöbb biztonsági hibáját, mint például az SQL injekció, a cross-site scripting, a cross-site request forgery és a clickjacking, valamint biztonságos módot biztosít a felhasználói fiókok kezelésére.
pl: Aplikacja jest napisana w nowoczesnym i bardzo bezpiecznym frameworku <a target="_blank" href="https://www.djangoproject.com/">Django</a>. Pozwala to na CAŁKOWITE pozbycie się popularnych w mniejszych aplikacjach luk w bezpieczeństwie takich jak SQL injection, cross-site scripting, cross-site request forgery czy clickjacking, zapewniając jednocześnie w bezpieczny sposób utrzymywanie kont użytkowników.
pt_br: A aplicação é escrita no moderno e muito seguro framework <a target="_blank" href="https://www.djangoproject.com/">Django</a>. Portanto, resolve COMPLETAMENTE a maioria dos erros de segurança de aplicações menores, como injeção de SQL, cross-site scripting, cross-site request forgery e clickjacking, além de fornecer uma maneira segura de gerenciar contas de usuário.

source: When designing the application, special emphasis was placed on the security of user accounts, preventing access to the data entered by them for other users and third parties.
cs: Při návrhu aplikace byl kladen zvláštní důraz na bezpečnost uživatelských účtů, aby se zabránilo přístupu k datům zadaným jinými uživateli a třetími stranami.
de: Bei der Entwicklung der Anwendung wurde besonderer Wert auf die Sicherheit der Benutzerkonten gelegt, um den Zugriff auf die von ihnen eingegebenen Daten für andere Benutzer und Dritte zu verhindern.
hu: Az alkalmazás tervezésekor különös hangsúlyt fektettek a felhasználói fiókok biztonságára, megakadályozva, hogy más felhasználók és harmadik felek hozzáférjenek az általuk bevitt adatokhoz.
pl: Podczas projektownia aplikacji, ogromny nacisk został położony na kwestie bezpieczeństwa kont użytkowników, uniemożliwiając jakikolwiek dostęp do danych użytkowników innym użytkownikom strony oraz osobom trzecim.
pt_br: Ao projetar a aplicação, foi dada ênfase especial à segurança das contas de usuário, impedindo o acesso aos dados inseridos por eles por outros usuários e terceiros.

source: Both the web server and the database server are located in the <a href="https://cloud.oracle.com/">Oracle Cloud</a> cloud, with special attention to all their safety recommendations.
cs: Webový server i databázový server jsou umístěny v cloudu <a href="https://cloud.oracle.com/">Oracle Cloud</a> se zvláštním důrazem na všechna jejich bezpečnostní doporučení.
de: Sowohl der Webserver als auch der Datenbankserver befinden sich in der <a href="https://cloud.oracle.com/">Oracle Cloud</a>, unter besonderer Beachtung aller ihrer Sicherheitsempfehlungen.
hu: Mind a webszerver, mind az adatbázis-szerver az <a href="https://cloud.oracle.com/">Oracle Cloud</a> felhőben található, különös figyelmet fordítva minden biztonsági ajánlásukra.
pl: Oba serwery wykorzystywane przez stronę, tzn. web serwer oraz serwer z bazą danych znajdują się w chmurze <a href="https://cloud.oracle.com/">Oracle Cloud</a>, ze specjalnym naciskiem położonym na ich rekomendacje w kwestiach bezpieczeństwa.
pt_br: Tanto o servidor web quanto o servidor de banco de dados estão localizados na nuvem <a href="https://cloud.oracle.com/">Oracle Cloud</a>, com atenção especial a todas as suas recomendações de segurança.

source: The only one person involved in code writing and project maintenance from the beginning to date, means little risk of accidental sudden exposure of user data.
cs: Jediná osoba zapojená do psaní kódu a údržby projektu od začátku do současnosti znamená malé riziko náhodného náhlého odhalení uživatelských dat.
de: Nur eine Person ist vom Anfang bis heute am Code-Schreiben und der Projektpflege beteiligt, was ein geringes Risiko einer versehentlichen plötzlichen Preisgabe von Benutzerdaten bedeutet.
hu: Az egyetlen személy, aki a kódírásban és a projekt karbantartásában részt vesz a kezdetektől napjainkig, csekély kockázatot jelent a felhasználói adatok véletlen, hirtelen kitettségére.
pl: Jedna osoba zaangażowana w pisanie kodu oraz opiekę i zarządzanie projektem od początku do dnia dzisiejszego, oznacza relatywnie małą szansę na przypadkowe, nagłe narażenie danych użytkowników na ekspozycję.
pt_br: A única pessoa envolvida na escrita do código e na manutenção do projeto desde o início até hoje, significa pouco risco de exposição acidental e súbita dos dados do usuário.

source: Ensuring the privacy of users is the most important task of this project, your data will never be passed on to other users, game players or third parties or anyone else for any purpose.
cs: Zajištění soukromí uživatelů je nejdůležitějším úkolem tohoto projektu, vaše data nebudou nikdy předána jiným uživatelům, hráčům hry ani třetím stranám ani nikomu jinému za žádným účelem.
de: Die Gewährleistung der Privatsphäre der Benutzer ist die wichtigste Aufgabe dieses Projekts, Ihre Daten werden niemals an andere Benutzer, Spieler oder Dritte oder jemand anderen für irgendeinen Zweck weitergegeben.
hu: A felhasználók adatainak védelme a projekt legfontosabb feladata, az Ön adatait soha nem adjuk tovább más felhasználóknak, játékosoknak, harmadik feleknek vagy bárki másnak semmilyen célból.
pl: Zapewnienie prywatności użytkownikom strony jest pierwszym i najważniejszym realizowanym celem tego projektu, Twoje dane nigdy nie zostaną udostępnione innym użytkownikom, graczom gry, osobom trzecim a także komukolwiek innemu, z jakiegokolwiek powodu.
pt_br: Garantir a privacidade dos usuários é a tarefa mais importante deste projeto, seus dados nunca serão repassados a outros usuários, jogadores ou terceiros ou a qualquer outra pessoa para qualquer finalidade.

source: My name is Rafał, I am a professional Software Engineer. I am interested in web applications, both backend and frontend, cloud technologies and security in the web. I write mainly in Python, Go and Typescript.
cs: Jmenuji se Rafał, jsem profesionální softwarový inženýr. Zajímám se o webové aplikace, backend i frontend, cloudové technologie a bezpečnost na webu. Píšu hlavně v Pythonu, Go a Typescriptu.
de: Mein Name ist Rafał, ich bin ein professioneller Software-Ingenieur. Ich interessiere mich für Webanwendungen, sowohl Backend als auch Frontend, Cloud-Technologien und Websicherheit. Ich programmiere hauptsächlich in Python, Go und Typescript.
hu: A nevem Rafał, professzionális szoftvermérnök vagyok. Érdekelnek a webes alkalmazások, mind a backend, mind a frontend, a felhő technológiák és a webes biztonság. Főleg Pythonban, Go-ban és Typescriptben írok.
pl: Mam na imię Rafał, pracuję we Wrocławiu jako Software Engineer. Interesuję się aplikacjami webowymi, tak backendem jak i frontendem, technologiami chmurowymi i bezpieczeństwem w sieci. Piszę głównie w Pythonie, Go i Typescriptcie.
pt_br: Meu nome é Rafał, sou um Engenheiro de Software profissional. Tenho interesse em aplicações web, tanto backend quanto frontend, tecnologias em nuvem e segurança na web. Escrevo principalmente em Python, Go e Typescript.

source: In addition to the above, I am a fan of fantasy, I have been reading series more or less regularly since childhood, my favourite author is Ursula Le Guin and her series Earthsea. I am a seasonal runner (my greatest achievement is participation in provincial competitions), I love chess and poker and a good movie too.
cs: Kromě výše uvedeného jsem fanouškem fantasy, od dětství čtu více či méně pravidelně série, mou oblíbenou autorkou je Ursula Le Guin a její série Zeměmoří. Jsem sezónní běžec (mým největším úspěchem je účast na krajských závodech), miluji šachy a poker a také dobrý film.
de: Zusätzlich zu den obigen Punkten bin ich ein Fantasy-Fan, ich lese seit der Kindheit mehr oder weniger regelmäßig Serien, meine Lieblingsautorin ist Ursula Le Guin und ihre Serie Erdsee. Ich bin ein saisonaler Läufer (meine größte Leistung ist die Teilnahme an Provinzwettkämpfen), ich liebe Schach und Poker und auch einen guten Film.
hu: A fentieken kívül fantasy rajongó vagyok, gyerekkorom óta többé-kevésbé rendszeresen olvasok sorozatokat, kedvenc íróm Ursula Le Guin és a Földtenger sorozata. Szezonális futó vagyok (legnagyobb eredményem a tartományi versenyeken való részvétel), szeretem a sakkot és a pókert, és egy jó filmet is.
pl: Ponadto jestem wielkim fanem fantastyki, czytam mniej lub bardziej regularnie kolejne serie fantasy od dzieciństwa. Moim ulubionym autorem jest Ursula Le Guin, zaś serią jej cykl Ziemiomorze. Jestem sezonowym biegaczem (największe osiągnięcie to występ na zawodach na szczeblu wojewódzkim), lubię szachy i pokera a także dobry film.
pt_br: Além do acima, sou fã de fantasia, leio séries mais ou menos regularmente desde a infância, minha autora favorita é Ursula Le Guin e sua série Earthsea. Sou um corredor sazonal (minha maior conquista é a participação em competições provinciais), adoro xadrez e pôquer e um bom filme também.

source: Join the discord to be up to date with news, ask about what is unclear, report bugs and propose changes.
cs: Připojte se na discord, abyste byli v obraze s novinkami, ptali se na to, co je nejasné, hlásili chyby a navrhovali změny.
de: Treten Sie dem Discord bei, um über Neuigkeiten auf dem Laufenden zu bleiben, Fragen zu unklaren Punkten zu stellen, Fehler zu melden und Änderungen vorzuschlagen.
hu: Csatlakozz a discordhoz, hogy naprakész legyél a hírekkel, kérdezz a nejasnostokról, jelentsd a hibákat és javasolj változtatásokat.
pl: Dołącz do Discorda by być na bieżąco z nowościami, pytać w razie problemów, zgłaszać błędy i proponować zmiany.
pt_br: Junte-se ao discord para ficar por dentro das novidades, perguntar sobre o que não está claro, relatar bugs e propor mudanças.

source: This site is free of 3rd party trackers, we belive in privacy, refer to
cs: Tato stránka neobsahuje žádné sledovací prvky třetích stran, věříme v soukromí, viz
de: Diese Website ist frei von Drittanbieter-Trackern, wir glauben an Privatsphäre, siehe
hu: Ez az oldal mentes a harmadik féltől származó nyomkövetőktől, hiszünk az adatvédelemben, lásd a
pl: Ta strona jest strefą wolną od skryptów śledzących, dbamy o anonimowość w sieci, zobacz
pt_br: Este site é livre de rastreadores de terceiros, acreditamos na privacidade, consulte

source: our privacy policy and regulations.
cs: naše zásady ochrany osobních údajů a předpisy.
de: unsere Datenschutzrichtlinie und Bestimmungen.
hu: adatvédelmi irányelveinket és szabályzatunkat.
pl: naszą politykę prywatności.
pt_br: nossa política de privacidade e regulamentos.

source: Version
cs: Verze
hu: Verzió
pl: Wersja
pt_br: Versão

source: Created
cs: Vytvořeno
de: Erstellt
hu: Létrehozva
pl: Utworzono
pt_br: Criado

source: Ally
cs: Spojenec
de: Verbündeter
hu: Szövetséges
pl: Sojusznik
pt_br: Aliado

source: Enemy
cs: Nepřítel
de: Feind
hu: Ellenség
pl: Wróg
pt_br: Inimigo

source: Hide
cs: Skrýt
de: Verbergen
hu: Elrejt
pl: Ukryj
pt_br: Ocultar

source: Duplicate
cs: Duplikovat
de: Duplizieren
hu: Duplikálás
pl: Duplikuj
pt_br: Duplicar

source: Delete
cs: Smazat
de: Löschen
hu: Törlés
pl: Usuń
pt_br: Excluir

source: (Copied from
cs: (Zkopírováno z
de: (Kopiert von
hu: (Másolva innen:
pl: (Kopia
pt_br: (Copiado de

source: Show
cs: Zobrazit
de: Anzeigen
hu: Mutat
pl: Pokaż
pt_br: Mostrar

source: Duplicate an outline
cs: Duplikovat přehled
de: Einen Plan duplizieren
hu: Terv duplikálása
pl: Duplikuj rozpiskę
pt_br: Duplicar um plano

source: You are about to create a copy of this outline. Ally and enemy tribes cannot be changed.
cs: Chystáte se vytvořit kopii tohoto přehledu. Spojenecké a nepřátelské kmeny nelze změnit.
de: Sie sind dabei, eine Kopie dieses Plans zu erstellen. Verbündete und feindliche Stämme können nicht geändert werden.
hu: Éppen egy másolatot készít erről a tervről. A szövetséges és ellenséges klánok nem módosíthatók.
pl: Możesz stworzyć kopię tej rozpiski. Własne i przeciwne plemiona nie mogą zostać zmienione. Większość ustawień i parametrów zostanie skopiowana.
pt_br: Você está prestes a criar uma cópia deste plano. Tribos aliadas e inimigas não podem ser alteradas.

source: Close
cs: Zavřít
de: Schließen
hu: Bezár
pl: Zamknij
pt_br: Fechar

source: Saving...
cs: Ukládání...
de: Speichere...
hu: Mentés...
pl: Zapisywanie...
pt_br: Salvando...

source: Warning
cs: Varování
de: Warnung
hu: Figyelmeztetés
pl: Ostrzeżenie
pt_br: Aviso
