Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: You will lose all progress on this outline. The orders (weights), targets, entered script results and any data will be deleted forever too. The generated links will remain valid as is, but you will no longer be able to access them through the Results tab. You may consider hiding this outline instead of deleting it.
cs: Ztratíte veškerý pokrok v tomto přehledu. Příkazy (váhy), cíle, zadané výsledky skriptů a veškerá data budou také navždy smazána. Vygenerované odkazy zůstanou platné tak, jak jsou, ale již k nim nebudete mít přístup prostřednictvím karty Výsledky. Můžete zvážit skrytí tohoto přehledu místo jeho smazání.
de: Sie verlieren den gesamten Fortschritt bei diesem Plan. Die Befehle (Gewichtungen), Ziele, eingegebenen Skriptergebnisse und alle Daten werden ebenfalls für immer gelöscht. Die generierten Links bleiben gültig, aber Sie können nicht mehr über den Ergebnisse-Tab darauf zugreifen. Sie sollten erwägen, diesen Plan zu verbergen, anstatt ihn zu löschen.
hu: El fogja veszíteni minden előrehaladását ezen a terven. A parancsok (súlyok), célpontok, beírt szkript eredmények és minden adat örökre törlődik. A generált linkek érvényesek maradnak, de már nem fogja tudni elérni őket az Eredmények lapon keresztül. Fontolja meg a terv elrejtését a törlés helyett.
pl: Utracisz cały postęp w tej rozpisce. Utworzone rozkazy, cele, zapisane wyniki skryptów oraz wszelkie inne dane również zostaną usunięte na zawsze. Wygenerowane linki pozostaną ważne i nie będzie w nich zmian, ale nie będziesz już miał do nich dostępu z zakładki Wyników. Możesz rozważyć ukrycie tej rozpiski zamiast jej usuwania.
pt_br: Você perderá todo o progresso neste plano. As ordens (pesos), alvos, resultados de scripts inseridos e quaisquer dados também serão excluídos para sempre. Os links gerados permanecerão válidos, mas você não poderá mais acessá-los através da aba Resultados. Você pode considerar ocultar este plano em vez de excluí-lo.

source: This operation cannot be undone!
cs: Tuto operaci nelze vrátit zpět!
de: Dieser Vorgang kann nicht rückgängig gemacht werden!
hu: Ez a művelet nem vonható vissza!
pl: Tej operacji nie można cofnąć!
pt_br: Esta operação não pode ser desfeita!

source: Processing...
cs: Zpracovávání...
de: Verarbeitung...
hu: Feldolgozás...
pl: Przetwarzanie...
pt_br: Processando...

source: Delete forever
cs: Smazat navždy
de: Für immer löschen
hu: Végleges törlés
pl: Usuń na zawsze
pt_br: Excluir para sempre

source: Don't show hidden
cs: Nezobrazovat skryté
de: Versteckte nicht anzeigen
hu: Ne mutassa a rejtetteket
pl: Nie pokazuj ukrytych
pt_br: Não mostrar ocultos

source: Show hidden
cs: Zobrazit skryté
de: Versteckte anzeigen
hu: Rejtettek mutatása
pl: Pokaż ukryte
pt_br: Mostrar ocultos

source: Other
cs: Ostatní
de: Andere
hu: Egyéb
pl: Inne
pt_br: Outro

source: Deff raport
cs: Hlášení obrany
de: Deff-Bericht
hu: Védő jelentés
pl: Raport deffa
pt_br: Relatório de Defesa

source: Troops data
cs: Data o jednotkách
de: Truppendaten
hu: Csapatösszesítő
pl: Dane o wojsku
pt_br: Dados de tropas

source: Hold on a second...
cs: Vteřinku...
de: Einen Moment bitte...
hu: Várjon egy pillanatot...
pl: Jeszcze chwila...
pt_br: Aguarde um segundo...

source: Results
cs: Výsledky
de: Ergebnisse
hu: Eredmények
pl: Wyniki
pt_br: Resultados

source: Planer will choose data pasted in:
cs: Plánovač vybere data vložená v:
de: Planer wird Daten wählen, die eingefügt wurden in:
hu: A Tervező a beillesztett adatok közül választ:
pl: Planer wybierze dane wklejone w:
pt_br: O planejador escolherá os dados colados em:

source: Save
cs: Uložit
de: Speichern
hu: Mentés
pl: Zapisz
pt_br: Salvar

source: Last world update:
cs: Poslední aktualizace světa:
de: Letztes Welt-Update:
hu: Utolsó világ frissítés:
pl: Ostatnia aktualizacja świata:
pt_br: Última atualização do mundo:

source: Army troops have been successfully added.
cs: Jednotky armády byly úspěšně přidány.
de: Armee-Truppen wurden erfolgreich hinzugefügt.
hu: A csapatösszesítő sikeresen hozzáadva.
pl: Zbiórka Wojska pomyślnie dodana.
pt_br: Tropas do exército foram adicionadas com sucesso.

source: Incorrect data in
cs: Nesprávná data v
de: Falsche Daten in
hu: Helytelen adatok a
pl: Nieprawidłowe dane w
pt_br: Dados incorretos em

source: lines.
cs: řádcích.
de: Zeilen.
hu: sorokban.
pl: liniach.
pt_br: linhas.

source: *After clicking submit you will be transferred to first error*
cs: *Po kliknutí na odeslat budete přesměrováni na první chybu*
de: *Nach dem Klicken auf Senden werden Sie zum ersten Fehler weitergeleitet*
hu: *A küldés gombra kattintás után az első hibához kerül átirányításra*
pl: *Po kliknięciu potwierdź zostaniesz przeniesiony do pierwszego błędu*
pt_br: *Após clicar em enviar, você será transferido para o primeiro erro*

source: The text cannot be empty
cs: Text nemůže být prázdný
de: Der Text darf nicht leer sein
hu: A szöveg nem lehet üres
pl: Tekst nie może być pusty
pt_br: O texto não pode estar vazio

source: Submit
cs: Odeslat
de: Senden
hu: Küldés
pl: Potwierdź
pt_br: Enviar

source: Deff troops have been successfully added.
cs: Obranné jednotky byly úspěšně přidány.
de: Deff-Truppen wurden erfolgreich hinzugefügt.
hu: A védő csapatok sikeresen hozzáadva.
pl: Zbiórka Obrona pomyślnie dodana.
pt_br: Tropas de defesa foram adicionadas com sucesso.

source: Examples
cs: Příklady
de: Beispiele
hu: Példák
pl: Przykłady
pt_br: Exemplos

source: An error occured
cs: Vyskytla se chyba
de: Ein Fehler ist aufgetreten
hu: Hiba történt
pl: Uwaga, wystąpił błąd
pt_br: Ocorreu um erro

source: Your server is set to
cs: Váš server je nastaven na
de: Ihr Server ist eingestellt auf
hu: A szervered beállítva
pl: Twój ustawiony serwer to
pt_br: Seu servidor está definido para

source: First time? You can choose a special <span class="md-correct2">World Test</span> created for testing purposes, see
cs: Poprvé? Můžete si vybrat speciální <span class="md-correct2">Testovací svět</span> vytvořený pro testovací účely, viz
de: Erstes Mal? Sie können eine spezielle <span class="md-correct2">Test-Welt</span> wählen, die für Testzwecke erstellt wurde, siehe
hu: Első alkalommal? Választhat egy speciális <span class="md-correct2">Teszt Világot</span>, amelyet tesztelési célokra hoztak létre, lásd a
pl: Pierwszy raz? Wybierz specjalny <span class="md-correct2">Świat Test</span> stworzony do celów testowych rozpiski, zobacz
pt_br: Primeira vez? Você pode escolher um <span class="md-correct2">Mundo de Teste</span> especial criado para fins de teste, veja

source: docs
cs: dokumentace
de: Dokumentation
hu: dokumentációt
pl: dokumentację
pt_br: documentação

source: Create
cs: Vytvořit
de: Erstellen
hu: Létrehozás
pl: Utwórz
pt_br: Criar

source: Please select game server
cs: Vyberte prosím herní server
de: Bitte wählen Sie einen Spielserver
hu: Kérjük, válasszon játékszervert
pl: Wybierz serwer gry
pt_br: Por favor, selecione o servidor do jogo

source: There are 20 game servers to choose from. <br><br>Please select one, it will be assigned to your account. You can always choose another later, just visit tab
cs: Na výběr je 20 herních serverů. <br><br>Vyberte si jeden, bude přiřazen k vašemu účtu. Vždy si můžete vybrat jiný později, stačí navštívit kartu
de: Es gibt 20 Spielserver zur Auswahl. <br><br>Bitte wählen Sie einen aus, er wird Ihrem Konto zugewiesen. Sie können später jederzeit einen anderen wählen, besuchen Sie einfach den Tab
hu: 20 játékszerver közül választhat. <br><br>Kérjük, válasszon egyet, az hozzá lesz rendelve a fiókjához. Később bármikor választhat másikat, csak látogasson el a lapra
pl: Dostępne jest 20 serwerów gry do wyboru. <br><br>Proszę wybierz swój, zostanie on przypisany do Twojego konta. Możesz zmienić później swój wybór, przechodząc do zakładki
pt_br: Existem 20 servidores de jogo para escolher. <br><br>Por favor, selecione um, ele será atribuído à sua conta. Você sempre pode escolher outro mais tarde, basta visitar a aba

source: Set server
cs: Server
de: Server festlegen
hu: Szerver beállítása
pl: Ustaw serwer
pt_br: Definir servidor

source: Select tribes
cs: Vybrat kmeny
de: Stämme auswählen
hu: Klánok kiválasztása
pl: Wybierz plemiona
pt_br: Selecionar tribos

source: Add an ally tribe
cs: Přidat spojenecký kmen
de: Verbündeten Stamm hinzufügen
hu: Szövetséges klán hozzáadása
pl: Dodaj własne plemię
pt_br: Adicionar uma tribo aliada

source: Add an enemy tribe
cs: Přidat nepřátelský kmen
de: Feindlichen Stamm hinzufügen
hu: Ellenséges klán hozzáadása
pl: Dodaj przeciwne plemię
pt_br: Adicionar uma tribo inimiga

source: Delete all
cs: Smazat vše
de: Alle löschen
hu: Összes törlése
pl: Usuń wszystkie
pt_br: Excluir tudo

source: Save and create
cs: Uložit a vytvořit
de: Speichern und erstellen
hu: Mentés és létrehozás
pl: Zapisz i utwórz
pt_br: Salvar e criar

source: To avoid future conflicts you can set up ally and enemy tribes <div class="md-error">ONLY ONCE!</div> <br>In the event of the error, you will be forced to create new outline. <li>Make sure you set up all Allies.</li> <li>Make sure you set up all Enemies.</li>
cs: Abyste se vyhnuli budoucím konfliktům, můžete nastavit spojenecké a nepřátelské kmeny <div class="md-error">POUZE JEDNOU!</div> <br>V případě chyby budete nuceni vytvořit nový přehled. <li>Ujistěte se, že jste nastavili všechny Spojence.</li> <li>Ujistěte se, že jste nastavili všechny Nepřátele.</li>
de: Um zukünftige Konflikte zu vermeiden, können Sie verbündete und feindliche Stämme <div class="md-error">NUR EINMAL!</div> <br>Im Falle eines Fehlers werden Sie gezwungen sein, einen neuen Plan zu erstellen. <li>Stellen Sie sicher, dass Sie alle Verbündeten einrichten.</li> <li>Stellen Sie sicher, dass Sie alle Feinde einrichten.</li>
hu: A jövőbeni konfliktusok elkerülése érdekében beállíthatja a szövetséges és ellenséges klánokat <div class="md-error">CSAK EGYSZER!</div> <br>Hiba esetén kénytelen lesz új tervet készíteni. <li>Győződjön meg róla, hogy minden szövetségest beállított.</li> <li>Győződjön meg róla, hogy minden ellenséget beállított.</li>
pl: Aby uniknąć późniejszych problemów, możesz wybrać własne i przeciwne plemiona <div class="md-error">TYLKO RAZ!</div> <br>W przypadku błędu będziesz zmuszony stworzyć nową rozpiskę. <li>Upewnij się, że ustawiłeś wszystkie własne plemiona.</li> <li>Upewnij się, że ustawiłeś wszystkie przeciwne plemiona.</li>
pt_br: Para evitar conflitos futuros, você pode configurar tribos aliadas e inimigas <div class="md-error">APENAS UMA VEZ!</div> <br>Em caso de erro, você será forçado a criar um novo plano. <li>Certifique-se de configurar todos os Aliados.</li> <li>Certifique-se de configurar todos os Inimigos.</li>

source: Continue
cs: Pokračovat
de: Fortfahren
hu: Folytatás
pl: Kontynuuj
pt_br: Continuar

source: Deff collection
cs: Sestava obrany
de: Deff-Sammlung
hu: Védelem összesítő
pl: Zbiórka Deffa
pt_br: Coleta de Defesa

source: Reals
cs: Reálné
de: Echte
hu: Valódiak
pl: Cele
pt_br: Reais

source: Fakes
cs: Falešné
hu: Fake-ek
pl: Fejki
pt_br: Falsos

source: Ruins
cs: Ruiny
de: Ruinen
hu: Rombolások
pl: Burzaki
pt_br: Ruínas

source: Duplicates detected, click to view them
cs: Byly zjištěny duplikáty, kliknutím je zobrazíte
de: Duplikate erkannt, klicken Sie, um sie anzuzeigen
hu: Duplikátumok észlelve, kattintson a megtekintésükhöz
pl: Wykryto powtórzenia, kliknij by zobaczyć
pt_br: Duplicados detectados, clique para visualizá-los

source: Targets-Duplicated
cs: Cíle-Duplikované
de: Ziele-Dupliziert
hu: Célpontok-Duplikált
pl: Cele-Dupliaty
pt_br: Alvos-Duplicados

source: Fakes-Duplicated
cs: Falešné-Duplikované
de: Fakes-Dupliziert
hu: Fake-ek-Duplikált
pl: Fejki-Duplikaty
pt_br: Falsos-Duplicados

source: Ruin-Duplicated
cs: Ruiny-Duplikované
de: Ruinen-Dupliziert
hu: Rombolás-Duplikált
pl: Burzenie-Duplikaty
pt_br: Ruína-Duplicada

source: Barbarian targets detected, click to view them
cs: Byly zjištěny barbarské cíle, kliknutím je zobrazíte
de: Barbarenziele erkannt, klicken Sie, um sie anzuzeigen
hu: Barbár célpontok észlelve, kattintson a megtekintésükhöz
pl: Wykryto wioski barbarzyńskie, kliknij by zobaczyć
pt_br: Alvos bárbaros detectados, clique para visualizá-los

source: Targets-Barbarian
cs: Cíle-Barbarské
de: Ziele-Barbaren
pl: Cele-Barbarzyńskie
pt_br: Alvos-Bárbaros

source: Fakes-Barbarian
cs: Falešné-Barbarské
de: Fakes-Barbaren
pl: Fejki-Barbarzyńskie
pt_br: Falsos-Bárbaros

source: Ruin-Barbarian
cs: Ruiny-Barbarské
de: Ruinen-Barbaren
pl: Burzenie-Barbarzyńskie
pt_br: Ruína-Bárbara

source: Valid lines looks like (assuming that such a village 000|000 exists):
cs: Platné řádky vypadají takto (za předpokladu, že taková vesnice 000|000 existuje):
de: Gültige Zeilen sehen so aus (angenommen, ein solches Dorf 000|000 existiert):
hu: Az érvényes sorok így néznek ki (feltételezve, hogy létezik egy 000|000 falu):
pl: Poprawne linie to na przykład (zakładając, że wioska 000|000 istnieje):
pt_br: Linhas válidas se parecem com (assumindo que tal aldeia 000|000 exista):

source: "000|000" - clean coords
cs: "000|000" - čisté souřadnice
de: "000|000" - saubere Koordinaten
hu: "000|000" - tiszta koordináták
pl: "000|000" - czyste koordy
pt_br: "000|000" - coordenadas limpas

source: "000|000:0:0" - coords with :off:noble numbers
cs: "000|000:0:0" - souřadnice s :počet útočných:počet šlechticů
de: "000|000:0:0" - Koordinaten mit :off:adligen Zahlen
hu: "000|000:0:0" - koordináták :támadósereg:nemes számokkal
pl: "000|000:0:0" - kordy z określonymi liczbami :off:szlachta
pt_br: "000|000:0:0" - coordenadas com :ataque:nobre números

source: "000|000:0|0|0|0:0" - additional off info, list instead of number
cs: "000|000:0|0|0|0:0" - další informace o útoku, seznam místo čísla
de: "000|000:0|0|0|0:0" - zusätzliche Off-Info, Liste statt Zahl
hu: "000|000:0|0|0|0:0" - további támadósereg infó, lista szám helyett
pl: "000|000:0|0|0|0:0" - dodatkowe parametry dla offów, lista zamiast liczby
pt_br: "000|000:0|0|0|0:0" - informação adicional de ataque, lista em vez de número

source: "000|000:0|0|0|0:0|0|0|0" - max info that can be passed about offs and nobles
cs: "000|000:0|0|0|0:0|0|0|0" - maximální informace, které lze předat o útocích a šlechticích
de: "000|000:0|0|0|0:0|0|0|0" - maximale Info, die über Offs und Adlige übergeben werden kann
hu: "000|000:0|0|0|0:0|0|0|0" - maximális információ, amit a támadóseregről és nemesekről át lehet adni
pl: "000|000:0|0|0|0:0|0|0|0" - max informacje, które można zamieścić o offach i szlachcie
pt_br: "000|000:0|0|0|0:0|0|0|0" - informação máxima que pode ser passada sobre ataques e nobres

source: Save targets
cs: Uložit cíle
de: Ziele speichern
hu: Célpontok mentése
pl: Zapisz cele
pt_br: Salvar alvos

source: Write an outline
cs: Napsat přehled
de: Einen Plan schreiben
hu: Terv írása
pl: Rozpisz tą akcję
pt_br: Escrever um plano

source: Description
cs: Popis
de: Beschreibung
hu: Leírás
pl: Opis
pt_br: Descrição

source: Offs further than maximum distance for offs (equals to
cs: Útoky dále než maximální vzdálenost pro útoky (rovná se
de: Offs weiter als maximale Entfernung für Offs (entspricht
hu: Támadóseregek messzebb, mint a támadóseregek maximális távolsága (jelenleg
pl: Offy dalej od frontu niż maksymalna odległość od frontu (równa
pt_br: Ataques mais distantes que a distância máxima para ataques (igual a

source: now), which will be completely skipped now.
cs: nyní), které budou nyní zcela přeskočeny.
de: jetzt), die jetzt vollständig übersprungen werden.
hu: most), amelyek most teljesen kihagyásra kerülnek.
pl: obecnie), które będą całkowicie pominięte.
pt_br: agora), que serão completamente ignorados agora.

source: Offs
cs: Útoky
hu: Támadóseregek
pl: Offy
pt_br: Ataques

source: Nobles
cs: Šlechtici
de: Adlige
hu: Nemesek
pl: Szlachcice
pt_br: Nobres

source: Full offs with at least 1 nobleman (there can be more)
cs: Plné útoky s alespoň 1 šlechticem (může jich být více)
de: Volle Offs mit mindestens 1 Adligen (es können mehr sein)
hu: Teljes támadóseregek legalább 1 nemessel (lehet több is)
pl: Pełne offy z przynajmniej 1 szlachcicem (w wiosce może być ich więcej)
pt_br: Ataques completos com pelo menos 1 nobre (pode haver mais)

source: Full offs with 1 noble
cs: Plné útoky s 1 šlechticem
de: Volle Offs mit 1 Adligen
hu: Teljes támadóseregek 1 nemessel
pl: Offoszlachty
pt_br: Ataques completos com 1 nobre

source: Offs around real targets at maximum distance for nobles (now equals to
cs: Útoky kolem skutečných cílů v maximální vzdálenosti pro šlechtice (nyní se rovná
de: Offs um echte Ziele bei maximaler Entfernung für Adlige (entspricht jetzt
hu: Támadóseregek a valódi célpontok körül a nemesek maximális távolságán (most egyenlő
pl: Offy wokół prawdziwych celów w promieniu równym maksymalnej odległości dla szlachty (równej
pt_br: Ataques ao redor de alvos reais na distância máxima para nobres (agora igual a

source: Offs close to real targets
cs: Útoky blízko skutečných cílů
de: Offs nahe echten Zielen
hu: Támadók közel a valódi célpontokhoz
pl: Offy blisko celów
pt_br: Ataques próximos a alvos reais

source: Nobles around real targets at maximum distance for nobles (now equals to
cs: Šlechtici kolem skutečných cílů v maximální vzdálenosti pro šlechtice (nyní se rovná
de: Adlige um echte Ziele bei maximaler Entfernung für Adlige (entspricht jetzt
hu: Nemesek a valódi célpontok körül a nemesek maximális távolságán (most egyenlő
pl: Szlachta wokół prawdziwych celów w promieniu równym maksymalnej odległości dla szlachty (równej
pt_br: Nobres ao redor de alvos reais na distância máxima para nobres (agora igual a

source: Nobles close to real targets
cs: Šlechtici blízko skutečných cílů
de: Adlige nahe echten Zielen
hu: Nemesek közel a valódi célpontokhoz
pl: Szlachta blisko celów
pt_br: Nobres próximos a alvos reais

source: Catapults from villages that are not front, with at least %(initial_outline_min_ruin_attack_off)s off troops in village (without catapults), see 6.). Only villages at maximum distance that are not far away (now more than %(initial_outline_maximum_off_dist)s, see 1.).
cs: Katapulty z vesnic, které nejsou na frontě, s alespoň %(initial_outline_min_ruin_attack_off)s útočnými jednotkami ve vesnici (bez katapultů), viz 6.). Pouze vesnice v maximální vzdálenosti, které nejsou daleko (nyní více než %(initial_outline_maximum_off_dist)s, viz 1.).
pl: Katapulty z wiosek poza Frontem, z przynajmniej %(initial_outline_min_ruin_attack_off)s wojska w wiosce (bez katapult), zob. 6.). Pomijane są także wioski Poza (obecnie powyżej %(initial_outline_maximum_off_dist)s, zob. 1.).
pt_br: Catapultas de aldeias que não são da frente, com pelo menos %(initial_outline_min_ruin_attack_off)s tropas de ataque na aldeia (sem catapultas), veja 6.). Apenas aldeias na distância máxima que não estão muito longe (agora mais de %(initial_outline_maximum_off_dist)s, veja 1.).

source: Available catapults to use
cs: Dostupné katapulty k použití
de: Verfügbare Katapulte zu verwenden
hu: Rendelkezésre álló katapultok
pl: Katapulty do użycia
pt_br: Catapultas disponíveis para usar

source: Advanced settings:
cs: Pokročilá nastavení:
de: Erweiterte Einstellungen:
hu: Haladó beállítások:
pl: Ustawienia zaawansowane:
pt_br: Configurações avançadas:

source: 1. Available Troops
cs: 1. Dostupné jednotky
de: 1. Verfügbare Truppen
hu: 1. Rendelkezésre álló csapatok
pl: 1. Dostępne jednostki
pt_br: 1. Tropas Disponíveis

source: Available troops settings:
cs: Nastavení dostupných jednotek:
de: Verfügbare Truppen-Einstellungen:
hu: Rendelkezésre álló csapatok beállításai:
pl: Ustawienia dostępnych jednostek
pt_br: Configurações de tropas disponíveis:

source: Save and reload troops
cs: Uložit a znovu načíst jednotky
de: Truppen speichern und neu laden
hu: Csapatok mentése és újratöltése
pl: Zapisz i odśwież dostępne
pt_br: Salvar e recarregar tropas

source: 2. Setting the date
cs: 2. Nastavení data
de: 2. Datum festlegen
hu: 2. Dátum beállítása
pl: 2. Zmiana daty akcji
pt_br: 2. Definindo a data

source: Current date:
cs: Aktuální datum:
de: Aktuelles Datum:
hu: Jelenlegi dátum:
pl: Aktualna data:
pt_br: Data atual:

source: 3. Outline parameters
cs: 3. Parametry přehledu
de: 3. Plan-Parameter
hu: 3. Terv paraméterek
pl: 3. Parametry rozpiski
pt_br: 3. Parâmetros do plano

source: 4. Morale
cs: 4. Morálka
de: 4. Moral
hu: 4. Morál
pt_br: 4. Moral

source: ACTIVE:
cs: AKTIVNÍ:
de: AKTIV:
hu: AKTÍV:
pl: AKTYWNE:
pt_br: ATIVO:

source: True
cs: Pravda
de: Wahr
hu: Igaz
pl: Tak
pt_br: Verdadeiro

source: False
cs: Nepravda
de: Falsch
hu: Hamis
pl: Nie
pt_br: Falso

source: has no morale turned off and thus it is pointless to use this option.
cs: nemá vypnutou morálku, a proto je zbytečné tuto možnost používat.
de: hat keine Moral ausgeschaltet und daher ist es sinnlos, diese Option zu verwenden.
hu: nincs kikapcsolva a morál, ezért értelmetlen ezt az opciót használni.
pl: ma całkowicie wyłączone morale i korzystanie z tej zakładki mija się z celem.
pt_br: não tem moral desativado e, portanto, é inútil usar esta opção.

source: has morale based on points and time. This is not perfectly handled by Planer. See topic "4. Morale" in the docs on the right side.
cs: má morálku založenou na bodech a čase. Toto není dokonale zpracováno Plánovačem. Viz téma "4. Morálka" v dokumentaci na pravé straně.
de: hat Moral basierend auf Punkten und Zeit. Dies wird vom Planer nicht perfekt behandelt. Siehe Thema "4. Moral" in der Dokumentation auf der rechten Seite.
hu: pontokon és időn alapuló morállal rendelkezik. Ezt a Tervező nem kezeli tökéletesen. Lásd a "4. Morál" témakört a jobb oldali dokumentációban.
pl: ma morale bazujące na podstawie czasu i punktów. Planer nie liczy perfekcyjnie morali na tego typu światach. Zobacz temat "4. Morale" w dokumentacji, link w sekcji po prawej.
pt_br: tem moral baseado em pontos e tempo. Isso não é perfeitamente tratado pelo Planejador. Veja o tópico "4. Moral" na documentação à direita.

source: Attacker
cs: Útočník
de: Angreifer
hu: Támadó
pl: Atakujący
pt_br: Atacante

source: Defender
cs: Obránce
de: Verteidiger
hu: Védő
pl: Obrońca
pt_br: Defensor

source: Morale value
cs: Hodnota morálky
de: Moralwert
hu: Morál érték
pl: Wartość morale
pt_br: Valor da moral

source: Congratulations! No morale issues found for selected targets.
cs: Gratulujeme! Pro vybrané cíle nebyly nalezeny žádné problémy s morálkou.
de: Glückwunsch! Keine Moralprobleme für ausgewählte Ziele gefunden.
hu: Gratulálunk! Nem található morál probléma a kiválasztott célpontoknál.
pl: Gratulacje! Nie znaleziono żadnych problemów z moralami przy wybranych celach.
pt_br: Parabéns! Nenhum problema de moral encontrado para os alvos selecionados.

source: 5. Avoid night bonus
cs: 5. Vyhnout se nočnímu bonusu
de: 5. Nachtbonus vermeiden
hu: 5. Éjszakai bónusz elkerülése
pl: 5. Unikanie bonusu nocnego
pt_br: 5. Evitar bônus noturno

source: Time 1:
cs: Čas 1:
de: Zeit 1:
hu: Idő 1:
pl: Czas wejścia 1:
pt_br: Tempo 1:

source: Time 2:
cs: Čas 2:
de: Zeit 2:
hu: Idő 2:
pl: Czas wejścia 2:
pt_br: Tempo 2:

source: 6. Ruining
cs: 6. Ničení
de: 6. Abriss
hu: 6. Rombolás
pl: 6. Burzenie
pt_br: 6. Demolição

source: Order of demolition of buildings:
cs: Pořadí demolice budov:
de: Reihenfolge des Abrisses von Gebäuden:
hu: Épületek lerombolásának sorrendje:
pl: Kolejność burzenia budynków:
pt_br: Ordem de demolição de edifícios:

source: Only the buildings listed below will be included in the demolition! (in that order)
cs: Do demolice budou zahrnuty pouze níže uvedené budovy! (v tomto pořadí)
de: Nur die unten aufgeführten Gebäude werden in den Abriss einbezogen! (in dieser Reihenfolge)
hu: Csak az alább felsorolt épületek kerülnek a rombolásba! (ebben a sorrendben)
pl: Tylko budynki wymienione poniżej będą uwzględnione w burzeniu (w takiej kolejności)
pt_br: Apenas os edifícios listados abaixo serão incluídos na demolição! (nessa ordem)
