Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: Outline Name
cs: Název přehledu
de: Name des Plans
hu: Terv neve
pl: Nazwa Rozpiski
pt_br: Nome do Plano

source: Date
cs: Datum
de: Datum
hu: Dátum
pl: Data
pt_br: Data

source: World
cs: Svět
de: Welt
hu: Világ
pl: Świat
pt_br: Mundo

source: Use unused troops
cs: Použít nepoužité jednotky
de: Ungenutzte Truppen verwenden
hu: Fel nem használt csapatok használata
pl: Użyj niewykorzystane wojska
pt_br: Usar tropas não utilizadas

source: Use unused army or deff troops from result tab from parent outline in Troops data tab
cs: Použijte nepoužitou armádu nebo obranné jednotky z karty výsledků z nadřazeného přehledu na kartě Data jednotek
hu: Használja a fel nem használt támadó- vagy védekező sereget a szülő terv eredmény lapjáról a Csapatok adat lapon
pl: Użyj niewykorzystane wojska z klonowanej rozpiski w zakładce Dane o wojsku
pt_br: Usar exército ou tropas de defesa não utilizadas da aba de resultados do plano pai na aba de dados de Tropas

source: Army collection
cs: Sestava armády
de: Armeesammlung
hu: Csapatösszesítő
pl: Zbiórka Wojska
pt_br: Coleta de Exército

source: Text cannot be empty!
cs: Text nemůže být prázdný!
de: Text darf nicht leer sein!
hu: A szöveg nem lehet üres!
pl: Tekst nie może być pusty!
pt_br: O texto não pode estar vazio!

source: [coord: %(coord)s] - [world: %(world)s]: no such village
cs: [souřadnice: %(coord)s] - [svět: %(world)s]: nenalezena žádná vesnice
de: [Koordinate: %(coord)s] - [Welt: %(world)s]: kein solches Dorf
hu: [koordináta: %(coord)s] - [világ: %(world)s]: nincs ilyen falu
pl: [wioska: %(coord)s] - [świat: %(world)s]: taka wioska nie istnieje!
pt_br: [coord: %(coord)s] - [mundo: %(world)s]: nenhuma aldeia encontrada

source: [coord: %(coord)s] - [world: %(world)s] - [player: %(player)s] - [tribe: %(tribe)s]
cs: [souřadnice: %(coord)s] - [svět: %(world)s] - [hráč: %(player)s] - [kmen: %(tribe)s]
de: [Koordinate: %(coord)s] - [Welt: %(world)s] - [Spieler: %(player)s] - [Stamm: %(tribe)s]
hu: [koordináta: %(coord)s] - [világ: %(world)s] - [játékos: %(player)s] - [klán: %(tribe)s]
pl: [wioska: %(coord)s] - [świat: %(world)s] - [gracz: %(player)s] - [plemię: %(tribe)s]
pt_br: [coord: %(coord)s] - [mundo: %(world)s] - [jogador: %(player)s] - [tribo: %(tribe)s]

source: Village in this line is duplicated: %(coord)s
cs: Vesnice v tomto řádku je duplicitní: %(coord)s
de: Dorf in dieser Zeile ist doppelt vorhanden: %(coord)s
hu: A falu ebben a sorban duplikálva van: %(coord)s
pl: Wioska w tej linii jest podwojona: %(coord)s
pt_br: Aldeia nesta linha está duplicada: %(coord)s

source: Deff collection
cs: Obranná sbírka
de: Verteidigungssammlung
hu: Védelem összesítő
pl: Zbiórka Obrona
pt_br: Coleta de Defesa

source: Ally tribe
cs: Spojenec
de: Verbündeter Stamm
hu: Szövetséges klán
pl: Własne plemiona
pt_br: Tribo aliada

source: Select tribe from list
cs: Vyberte kmen ze seznamu
de: Stamm aus der Liste auswählen
hu: Válasszon klánt a listából
pl: Wybierz plemię z listy
pt_br: Selecione a tribo da lista

source: Enemy tribe
cs: Nepřítel
de: Feindlicher Stamm
hu: Ellenséges klán
pl: Przeciwne plemiona
pt_br: Tribo inimiga

source: Radius
cs: Poloměr
hu: Sugár
pl: Promień
pt_br: Raio

source: Greater than or equal to 0 and less than or equal to 1000.
cs: Větší nebo rovno 0 a menší nebo rovno 1000.
de: Größer als oder gleich 0 und kleiner als oder gleich 1000.
hu: Nagyobb vagy egyenlő, mint 0 és kisebb vagy egyenlő, mint 1000.
pl: Większa lub równa 0 i mniejsza lub równa 1000.
pt_br: Maior ou igual a 0 e menor ou equal a 1000.

source: Excluded enemy villages
cs: Vyloučené nepřátelské vesnice
de: Ausgeschlossene feindliche Dörfer
hu: Kizárt ellenséges falvak
pl: Wykluczone wysunięte wioski wroga
pt_br: Aldeias inimigas excluídas

source: Exact coords separated by a space or an entry.
cs: Přesné souřadnice oddělené mezerou nebo enterem.
de: Genaue Koordinaten, getrennt durch ein Leerzeichen oder einen Eintrag.
hu: Pontos koordináták szóközzel vagy bejegyzéssel elválasztva.
pl: Dokładne kordy oddzielone spacją lub enterem
pt_br: Coordenadas exatas separadas por um espaço ou uma entrada.

source: Targets
cs: Cíle
de: Ziele
hu: Célpontok
pl: Cele
pt_br: Alvos

source: You are trying to mantain more than %s targets in total - that is global limit for targets number.<br> Please decrease the total number of targets.
cs: Pokoušíte se udržet více než %s cílů celkem - to je globální limit pro počet cílů.<br> Snižte prosím celkový počet cílů.
de: Sie versuchen, insgesamt mehr als %s Ziele zu verwalten - das ist das globale Limit für die Anzahl der Ziele.<br> Bitte verringern Sie die Gesamtzahl der Ziele.
hu: Több mint %s célpontot próbál fenntartani összesen - ez a célpontok számának globális korlátja.<br> Kérjük, csökkentse a célpontok teljes számát.
pl: Próbujesz rozpisać więcej niż łącznie %s celów - jest to limit globalny na możliwą ilość celów aby chronić stronę przed nadużyciami.<br> Prosimy o zmniejszenie ilości celów poniżej limitu lub kontakt z administracją.
pt_br: Você está tentando manter mais de %s alvos no total - esse é o limite global para o número de alvos.<br> Por favor, diminua o número total de alvos.

source: Min. off units number
cs: Min. počet útočných jednotek
de: Min. Anzahl an Off-Einheiten
hu: Min. támadósereg egységszám
pl: Minimalna liczba jednostek w offie
pt_br: Nº mín. de unidades de ataque

source: Max. off units number
cs: Max. počet útočných jednotek
de: Max. Anzahl an Off-Einheiten
hu: Max. támadósereg egységszám
pl: Maksymalna liczba jednostek w offie
pt_br: Nº máx. de unidades de ataque

source: Minimum distance from front line
cs: Minimální vzdálenost od frontové linie
de: Mindestabstand zur Frontlinie
hu: Minimális távolság a frontvonaltól
pl: Minimalna odległość od linii frontu
pt_br: Distância mínima da linha de frente

source: Max Distance for nobles
cs: Max. vzdálenost pro šlechtice
de: Max. Entfernung für Adlige
hu: Max távolság a nemesek számára
pl: Maksymalna odległość dla szlachciców
pt_br: Distância Máx. para nobres

source: Max Distance for offs and ruins
cs: Max. vzdálenost pro útoky a zříceniny
de: Max. Entfernung für Offs und Ruinen
hu: Max távolság támadóseregeknek és rombolásokhoz
pl: Maksymalna odległość dla offów (i burzaków)
pt_br: Distância Máx. para ataques e ruínas

source: Greater than or equal to 1 and less than or equal to 28000. Only offs above this value will be considered full offs and will be written out.
cs: Větší nebo rovno 1 a menší nebo rovno 28000. Pouze útoky nad touto hodnotou budou považovány za plné útoky a budou vypsány.
de: Größer als oder gleich 1 und kleiner als oder gleich 28000. Nur Offs über diesem Wert werden als volle Offs betrachtet und ausgeschrieben.
hu: Nagyobb vagy egyenlő, mint 1 és kisebb vagy egyenlő, mint 28000. Csak az e feletti támadóseregek számítanak teljes támadóseregnek, és kerülnek kiírásra.
pl: Większa lub równa 1 i mniejsza lub równa 28000. Tylko offy powyżej tej wielkości będą uznane za pełne offy i rozpisane
pt_br: Maior ou igual a 1 e menor ou igual a 28000. Apenas ataques acima deste valor serão considerados ataques completos e serão registrados.

source: Defaults to 28000. Similar to minimum off units number, must be greater than it.
cs: Výchozí hodnota je 28000. Podobně jako minimální počet útočných jednotek, musí být větší.
hu: Alapértelmezés szerint 28000. Hasonló a minimális támadósereg egységszámhoz, nagyobbnak kell lennie annál.
pl: Domyślnie rozsądnie duże 28000. Podobna do minimalnej liczby jednostek w offie, ale musi być większa niż ona.
pt_br: O padrão é 28000. Semelhante ao número mínimo de unidades de ataque, deve ser maior que ele.

source: Greater than or equal to 0 and less than or equal to 500. Villages closer to the enemy than this value will be considered front-line and not written out by default.
cs: Větší nebo rovno 0 a menší nebo rovno 500. Vesnice blíže k nepříteli než tato hodnota budou považovány za frontové a ve výchozím nastavení nebudou vypsány.
de: Größer als oder gleich 0 und kleiner als oder gleich 500. Dörfer, die näher zum Feind sind als dieser Wert, werden als Frontlinie betrachtet und standardmäßig nicht ausgeschrieben.
hu: Nagyobb vagy egyenlő, mint 0 és kisebb vagy egyenlő, mint 500. Az ellenséghez ennél közelebbi falvak frontvonali falvaknak minősülnek, és alapértelmezés szerint nem kerülnek kiírásra.
pl: Większa lub równa 0 i mniejsza lub równa 500 (w kratkach). Wioski bliżej do najbliższego wroga od tej wartości będą uznane za frontowe i nie będą domyślnie rozpisane
pt_br: Maior ou igual a 0 e menor ou igual a 500. Aldeias mais próximas do inimigo do que este valor serão consideradas de linha de frente e não serão registradas por padrão.

source: Greater than or equal to 0 and less than or equal to 1000. This is STRICT limit of distance for any OFF regardless of distance from the front line.
cs: Větší nebo rovno 0 a menší nebo rovno 1000. Toto je PŘÍSNÝ limit vzdálenosti pro jakýkoli ÚTOK bez ohledu na vzdálenost od frontové linie.
de: Größer als oder gleich 0 und kleiner als oder gleich 1000. Dies ist die STRIKTE Entfernungsgrenze für jeden OFF unabhängig von der Entfernung zur Frontlinie.
hu: Nagyobb vagy egyenlő, mint 0 és kisebb vagy egyenlő, mint 1000. Ez SZIGORÚ távolsági korlát minden TÁMADÓ számára, függetlenül a frontvonaltól való távolságtól.
pl: Większa lub równa 0 i mniejsza lub równa 1000 (w kratkach). Jest to ŚCISŁY limit odległości dla każdego OFFA bez względu na ustawienia dotyczące frontu i odległości od niego.
pt_br: Maior ou igual a 0 e menor ou igual a 1000. Este é um limite ESTRITO de distância para qualquer ATAQUE, independentemente da distância da linha de frente.

source: Excluded enemy villages coords (secluded villages)
cs: Souřadnice vyloučených nepřátelských vesnic (odlehlé vesnice)
de: Ausgeschlossene feindliche Dorfkoordinaten (abgelegene Dörfer)
hu: Kizárt ellenséges falvak koordinátái (elzárt falvak)
pl: Nieuwzględniane przy liczeniu frontowych offów wioski wroga (diody itp.)
pt_br: Coordenadas de aldeias inimigas excluídas (aldeias isoladas)

source: Exact coords separated by a space or an entry
cs: Přesné souřadnice oddělené mezerou nebo enterem
de: Exakte Koordinaten getrennt durch Leerzeichen oder Zeilenumbruch
hu: Pontos koordináták szóközzel vagy bejegyzéssel elválasztva
pl: Dokładne kordy oddzielone spacją lub enterem
pt_br: Coordenadas exatas separadas por um espaço ou uma entrada

source: Greater than or equal to 0 and less than or equal to your world maximum: %(max_noble_distance)s. This is STRICT limit of distance for any NOBLE regardless of distance from the front line.
cs: Větší nebo rovno 0 a menší nebo rovno maximu vašeho světa: %(max_noble_distance)s. Toto je PŘÍSNÝ limit vzdálenosti pro jakéhokoli ŠLECHTICE bez ohledu na vzdálenost od frontové linie.
de: Größer als oder gleich 0 und kleiner als oder gleich dem Maximum deiner Welt: %(max_noble_distance)s. Dies ist die STRIKTE Entfernungsgrenze für jeden ADLIGEN unabhängig von der Entfernung zur Frontlinie.
hu: Nagyobb vagy egyenlő, mint 0 és kisebb vagy egyenlő, mint a világ maximuma: %(max_noble_distance)s. Ez SZIGORÚ távolsági korlát minden NEMES számára, függetlenül a frontvonaltól való távolságtól.
pl: Większa lub równa 0 i mniejsza lub równa maks. Twojego świata gry: %(max_noble_distance)s (w kratkach). Jest to ŚCISŁY limit odległości dla każdego SZLACHCICA bez względu na ustawienia dotyczące frontu i odległości od niego.
pt_br: Maior ou igual a 0 e menor ou igual ao máximo do seu mundo: %(max_noble_distance)s. Este é um limite ESTRITO de distância para qualquer NOBRE, independentemente da distância da linha de frente.

source: Ensure this value is less than or equal to %(value)s.
cs: Ujistěte se, že tato hodnota je menší nebo rovna %(value)s.
de: Stellen Sie sicher, dass dieser Wert kleiner als oder gleich %(value)s ist.
hu: Győződjön meg róla, hogy ez az érték kisebb vagy egyenlő, mint %(value)s.
pl: Upewnij się, że wartość jest mniejsza bądź równa %(value)s.
pt_br: Certifique-se de que este valor seja menor ou igual a %(value)s.

source: Show all hidden
cs: Zobrazit vše skryté
de: Alle versteckten anzeigen
hu: Összes rejtett mutatása
pl: Pokaż wszystkie ukryte
pt_br: Mostrar todos os ocultos

source: Title of message:
cs: Název zprávy:
de: Nachrichtentitel:
hu: Üzenet címe:
pl: Tytuł wiadomości
pt_br: Título da mensagem:

source: Content of message:
cs: Obsah zprávy:
de: Nachrichteninhalt:
hu: Üzenet tartalma:
pl: Zawartość wiadomości
pt_br: Conteúdo da mensagem:

source: Sending Options:
cs: Možnosti odeslání:
de: Sendeoptionen:
hu: Küldési opciók:
pl: Opcje wysyłki
pt_br: Opções de Envio:

source: Add links to direct messages:
cs: Přidat odkazy do přímých zpráv:
de: Verweise zu direkten Nachrichten hinzufügen:
hu: Linkek hozzáadása a közvetlen üzenetekhez:
pl: Linki do celów w bezpośrednich wiadomościach:
pt_br: Adicionar links a mensagens diretas:

source: By checking this option, players will see the commands of all other players for their own targets. By default, it’s not turned on and players only see their commands.
cs: Zaškrtnutím této možnosti hráči uvidí příkazy všech ostatních hráčů pro své vlastní cíle. Ve výchozím nastavení není zapnutá a hráči vidí pouze své příkazy.
hu: Ezt az opciót bejelölve a játékosok látni fogják az összes többi játékos parancsát a saját célpontjaikra. Alapértelmezés szerint ez nincs bekapcsolva, és a játékosok csak a saját parancsaikat látják.
pl: Zaznaczając tą opcję, gracze zobaczą komendy wszystkich innych graczy na swoich celach. Domyślnie jest wyłączona, czyli gracze widzą tylko swoje komendy.
pt_br: Ao marcar esta opção, os jogadores verão os comandos de todos os outros jogadores para seus próprios alvos. Por padrão, não está ativada e os jogadores veem apenas seus comandos.

source: Title, maximum length 200.
cs: Název, maximální délka 200.
de: Titel, maximale Länge 200.
hu: Cím, maximális hossz 200.
pl: Tytuł, maksymalna długość 200.
pt_br: Título, comprimento máximo de 200.

source: BBCode message, maximum length 2000. Hint: Format text in game and paste here.
cs: Zpráva v BBCode, maximální délka 2000. Tip: Zformátujte text ve hře a vložte ho sem.
de: BBCode-Nachricht, maximale Länge 2000. Tipp: Text im Spiel formatieren und hier einfügen.
hu: BBCode üzenet, maximális hossz 2000. Tipp: Formázza a szöveget a játékban, és illessze be ide.
pl: BBCode tekst wiadomości, maksymalna długość 2000. Wskazówka: Sformatuj wiadomość w grze i następnie wklej ją tutaj.
pt_br: Mensagem em BBCode, comprimento máximo de 2000. Dica: Formate o texto no jogo e cole aqui.

source: Directly messages will bahave poorly with many (more than 80-100) commands
cs: Přímé zprávy se budou chovat špatně s mnoha (více než 80-100) příkazy
de: Direkte Nachrichten funktionieren schlecht bei vielen (mehr als 80-100) Befehlen
hu: A közvetlen üzenetek rosszul fognak működni sok (több mint 80-100) paranccsal
pl: Bezpośrednie wysyłanie wiadomości będzie się sprawiać kiepsko przy dużej ilości rozkazów (więcej niż 80-100) z racji ograniczeń znaków w wiadomości w grze.
pt_br: Mensagens diretas terão um desempenho ruim com muitos (mais de 80-100) comandos

source: If checked, direct messages from options above will have safe link to planer
cs: Pokud je zaškrtnuto, přímé zprávy z výše uvedených možností budou mít bezpečný odkaz na plánovač
de: Wenn aktiviert, enthalten direkte Nachrichten von den obigen Optionen einen sicheren Link zum Planer
hu: Ha be van jelölve, a fenti opciókból származó közvetlen üzenetek biztonságos linket tartalmaznak a tervezőhöz
pl: Jeśli opcja jest zaznaczona, bezpośrednie wiadomości będą zawierać indywidualny link do celów graczy
pt_br: Se marcado, as mensagens diretas das opções acima terão um link seguro para o planejador

source: Set sending option as default choice for next outlines
cs: Nastavit možnost odeslání jako výchozí volbu pro další přehledy
de: Sendeoption als Standardauswahl für nächste Pläne festlegen
hu: Küldési opció beállítása alapértelmezett választásként a következő tervekhez
pl: Ustaw opcję wysyłki wiadomości jako domyślna dla następnych rozpisek
pt_br: Definir opção de envio como escolha padrão para os próximos planos

source: Input type for planer
cs: Typ vstupu pro plánovač
de: Eingabetyp für Planer
hu: Bemeneti típus a tervezőhöz
pl: Wykorzystywane dane dla zakładki Planer
pt_br: Tipo de entrada para o planejador

source: Data for planer tab may be from Army or Defence tabs. Army - all troops (also that are outside of villages), Defence - only troops from villages.
cs: Data pro kartu plánovače mohou být z karet Armáda nebo Obrana. Armáda - všechny jednotky (i ty, které jsou mimo vesnice), Obrana - pouze jednotky z vesnic.
de: Daten für den Planer-Tab können aus Armee- oder Verteidigungstabs stammen. Armee - alle Truppen (auch die außerhalb der Dörfer), Verteidigung - nur Truppen aus Dörfern.
hu: A tervező lap adatai a Sereg vagy a Védelem lapokról származhatnak. Sereg - minden csapat (azok is, amelyek a falvakon kívül vannak), Védelem - csak a falvakból származó csapatok.
pl: Zakładka Planer może korzystać z danych Zbiórki Wojska lub Zbiórki Obrony. Pierwsza bierze wszystkie jednostki (także spoza wiosek!) zaś Zbiórka Obrona tylko te z wiosek.
pt_br: Os dados para a aba do planejador podem ser das abas Exército ou Defesa. Exército - todas as tropas (também as que estão fora das aldeias), Defesa - apenas tropas das aldeias.

source: Set as default choice for next outlines
cs: Nastavit jako výchozí volbu pro další přehledy
de: Als Standardauswahl für nächste Pläne festlegen
hu: Beállítás alapértelmezett választásként a következő tervekhez
pl: Domyślny wybór dla następnych rozpisek
pt_br: Definir como escolha padrão para os próximos planos

source: Set new date
cs: Nastavit nové datum
de: Neues Datum festlegen
hu: Új dátum beállítása
pl: Wybierz nową datę
pt_br: Definir nova data

source: Choose the default distance of the written offs:
cs: Zvolte výchozí vzdálenost vypsaných útoků:
de: Wählen Sie die Standardentfernung für die ausgeschriebenen Offs:
hu: Válassza ki az írott támadók alapértelmezett távolságát:
pl: Wybierz domyślny dystans dla rozpisywanych offów:
pt_br: Escolha a distância padrão dos ataques registrados:

source: Choose the default distance of the written nobles:
cs: Zvolte výchozí vzdálenost vypsaných šlechticů:
de: Wählen Sie die Standardentfernung für die ausgeschriebenen Adligen:
hu: Válassza ki az írott nemesek alapértelmezett távolságát:
pl: Wybierz domyślny dystans dla rozpisywanych szlachciców:
pt_br: Escolha a distância padrão dos nobres registrados:

source: Choose how to split offs with nobles:
cs: Zvolte, jak rozdělit útoky se šlechtici:
de: Wählen Sie, wie Offs mit Adligen aufgeteilt werden sollen:
hu: Válassza ki, hogyan ossza fel a támadókat nemesekkel:
pl: Wybierz jak powinny być dzielone offy z szlachciami:
pt_br: Escolha como dividir ataques com nobres:

source: Choose prefered way of writing required nobles:
cs: Zvolte preferovaný způsob zápisu požadovaných šlechticů:
de: Wählen Sie die bevorzugte Art, benötigte Adlige zu schreiben:
hu: Válassza ki a kívánt nemesek írásának preferált módját:
pl: Wybierz preferowany sposób rozpisywania wymaganych szlachiców:
pt_br: Escolha a maneira preferida de registrar os nobres necessários:

source: Choose how noble commands should be written out:
cs: Zvolte, jak mají být vypsány příkazy šlechticů:
de: Wählen Sie, wie Adligenbefehle ausgeschrieben werden sollen:
hu: Válassza ki, hogyan kell kiírni a nemes parancsokat:
pl: Wybierz jak komendy z wiosek z szlachtą powinny być rozpisane:
pt_br: Escolha como os comandos de nobres devem ser registrados:

source: Maximum number of fakes from one off village:
cs: Maximální počet fake útoků z jedné útočné vesnice:
de: Maximale Anzahl von Fakes aus einem Off-Dorf:
hu: Maximális fake-ek száma egy támadó faluból:
pl: Maksymalna ilość fejk taranów z jednej wioski:
pt_br: Número máximo de fakes de uma aldeia de ataque:

source: Determine which villages to write fake attacks from:
cs: Určete, ze kterých vesnic se mají psát fake útoky:
de: Bestimmen Sie, aus welchen Dörfern Fake-Angriffe geschrieben werden sollen:
hu: Határozza meg, mely falvakból írjon fake támadásokat:
pl: Wybierz z jakich wiosek rozpisywać fejki:
pt_br: Determine de quais aldeias registrar ataques falsos:

source: Max. number of nobles send per village:
cs: Max. počet šlechticů odeslaných na vesnici:
de: Max. Anzahl von Adligen pro Dorf:
hu: Max. nemesek száma falvanként:
pl: Maksymalna ilość szlachciców z jednej wioski:
pt_br: Nº máx. de nobres enviados por aldeia:

source: Min. off units for every noble
cs: Min. útočných jednotek pro každého šlechtice
de: Min. Off-Einheiten für jeden Adligen
hu: Min. támadósereg egység minden nemeshez
pl: Min. liczba jednostek w obstawie każdego szlachcica
pt_br: Nº mín. de unidades de ataque para cada nobre

source: Min. off units for every fake noble
cs: Min. útočných jednotek pro každého falešného šlechtice
de: Min. Off-Einheiten für jeden Fake-Adligen
hu: Min. támadósereg egység minden fake nemeshez
pl: Min. liczba jednostek w obstawie każdego fake szlachcica
pt_br: Nº mín. de unidades de ataque para cada nobre falso

source: For 4 nobles in village, first option would <b>try</b> to send them all 4x on target X, second would randomly send from 1 to 4 nobles to single target or many targets (as needed), and last option would send 1x on X1,X2,X2,X4 (one noble per target).
cs: Pro 4 šlechtice ve vesnici by první možnost <b>zkusila</b> poslat všechny 4x na cíl X, druhá by náhodně poslala 1 až 4 šlechtice na jeden cíl nebo více cílů (podle potřeby) a poslední možnost by poslala 1x na X1,X2,X2,X4 (jeden šlechtic na cíl).
de: Bei 4 Adligen im Dorf würde die erste Option <b>versuchen</b>, alle 4x auf Ziel X zu senden, die zweite würde zufällig 1 bis 4 Adlige auf ein einzelnes Ziel oder viele Ziele senden (nach Bedarf), und die letzte Option würde 1x auf X1,X2,X3,X4 senden (ein Adliger pro Ziel).
hu: 4 nemes esetén egy faluban az első opció <b>megpróbálná</b> mind a 4-et X célpontra küldeni, a második véletlenszerűen 1-től 4 nemest küldene egyetlen célpontra vagy több célpontra (szükség szerint), az utolsó opció pedig 1x-et küldene X1, X2, X2, X4-re (egy nemes célpontonként).
pl: Dla 4 szalchciów w wiosce, pierwsza opcja <b>postara się</b> rozpisać wszystkie 4x na cel X, druga dość losowo wyśle od 1 do 4 szlachciów na jeden lub wiele celów (w ramach potrzeb), ostatnia zaś wyśle po 1 na cele X1,X2,X3,X4 (offoszlachty).
pt_br: Para 4 nobres na aldeia, a primeira opção <b>tentaria</b> enviá-los todos 4x para o alvo X, a segunda enviaria aleatoriamente de 1 a 4 nobres para um único alvo ou muitos alvos (conforme necessário), e a última opção enviaria 1x para X1, X2, X2, X4 (um nobre por alvo).
