Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: A link to your targets on plemiona-planer.pl.
cs: Odkaz na vaše cíle na plemiona-planer.pl.
de: Ein Link zu Ihren Zielen auf plemiona-planer.pl.
hu: Egy link a célpontjaidhoz a plemiona-planer.pl oldalon.
pl: Link do Twoich celów na plemiona-planer.pl.
pt_br: Um link para seus alvos em plemiona-planer.pl.

source: Standard - for deputy
cs: Standardní - pro zástupce
de: Standard - für Stellvertreter
hu: Standard - helyettesnek
pl: Standardowy - dla zastępcy
pt_br: Padrão - para deputado

source: Hint: Use this one when someone else will send this commands.
cs: Tip: Použijte toto, když bude tyto příkazy posílat někdo jiný.
de: Hinweis: Verwenden Sie dieses, wenn jemand anderes diese Befehle sendet.
hu: Tipp: Használja ezt, ha valaki más küldi el ezeket a parancsokat.
pl: Wskazówka: Użyj tej formy jeśli ktoś inny będzie za Ciebie wysyłał ataki z zastępstwa.
pt_br: Dica: Use este quando outra pessoa for enviar estes comandos.

source: Simple
cs: Jednoduché
de: Einfach
hu: Egyszerű
pl: Prosty
pt_br: Simples

source: Old
cs: Staré
de: Alt
hu: Régi
pl: Stary
pt_br: Antigo

source: from village
cs: z vesnice
de: aus Dorf
hu: faluból
pl: z wioski
pt_br: da aldeia

source: to
cs: do
de: nach
hu: ide
pl: na
pt_br: para

source: Table
cs: Tabulka
de: Tabelle
hu: Táblázat
pl: Tabela
pt_br: Tabela

source: Hint: Use Text format if u have many commands.
cs: Tip: Použijte textový formát, pokud máte mnoho příkazů.
de: Hinweis: Verwenden Sie das Textformat, wenn Sie viele Befehle haben.
hu: Tipp: Használjon szöveges formátumot, ha sok parancsa van.
pl: Wskazówka: Użyj tekstowej formy jeśli masz wiele wysyłek.
pt_br: Dica: Use o formato de Texto se você tiver muitos comandos.

source: SEND
cs: POSLAT
de: SENDEN
hu: KÜLDÉS
pl: WYŚLIJ
pt_br: ENVIAR

source: OFF
cs: ÚTOK
hu: TÁMADÓSEREG
pt_br: ATAQUE

source: NOBLE
cs: ŠLECHTIC
de: ADLIGER
hu: NEMES
pl: GRUBE
pt_br: NOBRE

source: RUIN
cs: ZŘÍCENINA
de: RUINE
hu: ROMBOLÁS
pl: BURZENIE
pt_br: RUÍNA

source: SENDING
cs: ODESÍLÁNÍ
de: SENDEND
hu: KÜLDÉS
pl: WYSYŁKA
pt_br: ENVIANDO

source: ENTER
cs: VSTUP
de: EINGABE
hu: BELÉPÉS
pl: WEJŚCIE
pt_br: ENTRAR

source: FROM
cs: OD
de: VON
hu: INNEN
pl: Z WIOSKI
pt_br: DE

source: TARGET
cs: CÍL
de: ZIEL
hu: CÉLPONT
pl: CEL
pt_br: ALVO

source: Alert! The order in the list below matters and is fixed.
cs: Upozornění! Pořadí v níže uvedeném seznamu je důležité a pevně dané.
de: Achtung! Die Reihenfolge in der Liste unten ist wichtig und festgelegt.
hu: Figyelem! Az alábbi lista sorrendje számít és rögzített.
pl: Uwaga! Kolejność w rozkazach poniżej MA znaczenie i została dokładnie tak ustalona.
pt_br: Alerta! A ordem na lista abaixo importa e é fixa.

source: Ruin
cs: Zřícenina
de: Ruine
hu: Rombolás
pl: Burzenie
pt_br: Ruína

source: Off
cs: Útok
hu: Támadósereg
pt_br: Ataque

source: Source in JSON format available under API link:
cs: Zdroj ve formátu JSON je k dispozici pod odkazem API:
de: Quelle im JSON-Format verfügbar unter API-Link:
hu: Forrás JSON formátumban elérhető az API linken:
pl: Źródło w formacie JSON dostępne w API pod linkiem:
pt_br: Fonte em formato JSON disponível no link da API:

source: Add new world
cs: Přidat nový svět
de: Neue Welt hinzufügen
hu: Új világ hozzáadása
pl: Dodaj nowy świat
pt_br: Adicionar novo mundo

source: World has been added.
cs: Svět byl přidán.
de: Welt wurde hinzugefügt.
hu: A világ hozzáadva.
pl: Świat został dodany.
pt_br: O mundo foi adicionado.

source: Hints:
cs: Tipy:
de: Hinweise:
hu: Tippek:
pl: Wskazówki:
pt_br: Dicas:

source: For "pl160.plemiona.pl" prefix is "160".
cs: Pro "pl160.plemiona.pl" je prefix "160".
de: Für "pl160.plemiona.pl" ist das Präfix "160".
hu: A "pl160.plemiona.pl" előtagja "160".
pl: Dla "pl160.plemiona.pl" przedrostek to "160".
pt_br: Para "pl160.plemiona.pl" o prefixo é "160".

source: For "plc1.plemiona.pl" prefix is "c1".
cs: Pro "plc1.plemiona.pl" je prefix "c1".
de: Für "plc1.plemiona.pl" ist das Präfix "c1".
hu: A "plc1.plemiona.pl" előtagja "c1".
pl: Dla "plc1.plemiona.pl" przedrostek to "c1".
pt_br: Para "plc1.plemiona.pl" o prefixo é "c1".

source: For "csc1.divokekmeny.czl" prefix is "c1".
cs: Pro "csc1.divokekmeny.cz" je prefix "c1".
de: Für "csc1.divokekmeny.czl" ist das Präfix "c1".
hu: A "csc1.divokekmeny.czl" előtagja "c1".
pl: Dla "csc1.divokekmeny.czl" przedrostek to "c1".
pt_br: Para "csc1.divokekmeny.czl" o prefixo é "c1".

source: Payment completed!
cs: Platba dokončena!
de: Zahlung abgeschlossen!
hu: Fizetés befejezve!
pl: Płatność zakończona!
pt_br: Pagamento concluído!

source: Premium account active until
cs: Prémiový účet aktivní do
de: Premium-Account aktiv bis
hu: Prémium fiók aktív eddig
pl: Konto premium aktywne do
pt_br: Conta premium ativa até

source: Premium account is inactive
cs: Prémiový účet je neaktivní
de: Premium-Account ist inaktiv
hu: A prémium fiók inaktív
pl: Konto premium jest nieaktywne
pt_br: A conta premium está inativa

source: Refresh
cs: Obnovit
de: Aktualisieren
hu: Frissítés
pl: Odśwież
pt_br: Atualizar

source: If everything went well, you should also get a message on the e-mail address provided during registration.
cs: Pokud vše proběhlo v pořádku, měli byste také obdržet zprávu na e-mailovou adresu zadanou při registraci.
de: Wenn alles gut gelaufen ist, sollten Sie auch eine Nachricht an die bei der Registrierung angegebene E-Mail-Adresse erhalten.
hu: Ha minden rendben ment, akkor a regisztráció során megadott e-mail címre is kapnia kell egy üzenetet.
pl: Jeśli wszystko poszło dobrze, powinieneś dostać także wiadomość z potwierdzeniem na maila podanego przy rejestracji.
pt_br: Se tudo correu bem, você também deve receber uma mensagem no endereço de e-mail fornecido durante o registro.

source: If the premium account is inactive, wait a moment and try to refresh this card (the whole process may take up to a few minutes). It may be related to the temporary unavailability of one of the parties, but in such cases connection attempts are repeated from time to time in short intervals.
cs: Pokud je prémiový účet neaktivní, chvíli počkejte a zkuste tuto kartu obnovit (celý proces může trvat až několik minut). Může to souviset s dočasnou nedostupností jedné ze stran, ale v takových případech se pokusy o připojení čas od času opakují v krátkých intervalech.
de: Wenn der Premium-Account inaktiv ist, warten Sie einen Moment und versuchen Sie, diese Karte zu aktualisieren (der gesamte Prozess kann bis zu einige Minuten dauern). Es kann mit der vorübergehenden Nichtverfugbarkeit einer der Parteien zusammenhängen, aber in solchen Fällen werden Verbindungsversuche von Zeit zu Zeit in kurzen Intervallen wiederholt.
hu: Ha a prémium fiók inaktív, várjon egy pillanatot, és próbálja meg frissíteni ezt a kártyát (az egész folyamat akár néhány percig is eltarthat). Ez összefügghet az egyik fél ideiglenes elérhetetlenségével, de ilyen esetekben a kapcsolódási kísérletek időről időre rövid időközönként megismétlődnek.
pl: Jeśli konto premium jest nieaktywne, poczekaj chwilę i spróbuj odświeżyć tą stronę (cały proces może potrwać do kilku minut). Może być to spowodowane chwilową niedostępnością po którejś ze stron, ale w takich wypadkach kolejne próby połączenia celem zakończenia płatności są ponawiane co jakiś czas (w krótkich odstępach czasu).
pt_br: Se a conta premium estiver inativa, aguarde um momento e tente atualizar este cartão (todo o processo pode levar alguns minutos). Pode estar relacionado à indisponibilidade temporária de uma das partes, mas nesses casos as tentativas de conexão são repetidas de tempos em tempos em intervalos curtos.

source: If your account is still inactive despite some patience, don't panic! This may happen eventually, remember that after making a payment, the administration receives a notification about a new transaction made and the account can always be activated manually in case of problems.
cs: Pokud je váš účet i přes určitou trpělivost stále neaktivní, nepanikařte! To se může stát, pamatujte, že po provedení platby obdrží administrace oznámení o nové provedené transakci a účet lze v případě problémů vždy aktivovat ručně.
de: Wenn Ihr Account trotz etwas Geduld noch immer inaktiv ist, keine Panik! Das kann gelegentlich passieren. Denken Sie daran, dass nach einer Zahlung die Verwaltung eine Benachrichtigung über eine neue getätigte Transaktion erhält und das Konto bei Problemen immer manuell aktiviert werden kann.
hu: Ha a fiókja némi türelem ellenére is inaktív, ne essen pánikba! Ez végül megtörténhet, ne feledje, hogy a fizetés után az adminisztráció értesítést kap egy új tranzakcióról, és a fiókot problémák esetén mindig manuálisan is aktiválni lehet.
pl: Jeśli Twoje konto jest wciąż nieaktualne pomimo chwili cierpliwości, nie panikuj! To jest możliwe (choć małe prawdopodobne), pamiętaj że po dokonaniu płatności, administracja dostaje powiadomienia o nowych transakcjach i konto może być zawsze aktywowane ręcznie w razie tego typu problemów.
pt_br: Se sua conta ainda estiver inativa apesar de alguma paciência, não entre em pânico! Isso pode acontecer eventualmente, lembre-se que após efetuar o pagamento, a administração recebe uma notificação sobre uma nova transação realizada e a conta sempre pode ser ativada manualmente em caso de problemas.

source: As a last resort you will be forced to contact me:
cs: Jako poslední možnost budete nuceni mě kontaktovat:
de: Als letzter Ausweg werden Sie sich an mich wenden müssen:
hu: Végső esetben kénytelen lesz kapcsolatba lépni velem:
pl: W ostateczności będziesz zmuszony/zmuszona do kontaktu ze mną:
pt_br: Como último recurso, você será forçado a entrar em contato comigo:

source: Join a Discord channel and write to
cs: Připojte se na Discord kanál a napište
de: Treten Sie einem Discord-Kanal bei und schreiben Sie an
hu: Csatlakozzon egy Discord csatornához és írjon
pl: Dołącz do kanału na Discordzie i pisz do:
pt_br: Junte-se a um canal do Discord e escreva para

source: Write to
cs: Napište na
de: Schreiben Sie an
hu: Írjon
pl: Napisz do
pt_br: Escreva para

source: Regenerate
cs: Znovu vygenerovat
de: Neu generieren
hu: Újragenerálás
pl: Wygeneruj ponownie
pt_br: Regenerar

source: Benefits:
cs: Výhody:
de: Vorteile:
hu: Előnyök:
pl: Korzyści:
pt_br: Benefícios:

source: UNLIMITED number of targets in the Planer (with a free account, the maximum is only
cs: NEOMEZENÝ počet cílů v Plánovači (s bezplatným účtem je maximum pouze
de: UNBEGRENZTE Anzahl von Zielen im Planer (mit einem kostenlosen Account ist das Maximum nur
hu: KORLÁTLAN számú célpont a Tervezőben (ingyenes fiókkal a maximum csak
pl: NIELIMITOWANA liczba celów w zakładce Planer (w ramach darmowego konta, maksymalnie jest to tylko
pt_br: Número ILIMITADO de alvos no Planejador (com uma conta gratuita, o máximo é apenas

source: targets).
cs: cílů).
de: Ziele).
hu: célpont).
pl: celów).
pt_br: alvos).

source: Access to the unused units tab after successfully finishing the outline to use them in your next outline (e.g. two separate outlines for the same day or two more).
cs: Přístup k záložce nevyužitých jednotek po úspěšném dokončení přehledu, abyste je mohli použít v dalším přehledu (např. dva samostatné přehledy pro stejný den nebo dva další).
de: Zugang zum Tab für ungenutzte Einheiten nach erfolgreichem Abschluss der Planung, um sie in Ihrer nächsten Planung zu verwenden (z.B. zwei separate Planungen für denselben Tag oder mehr).
hu: Hozzáférés a fel nem használt egységek laphoz a terv sikeres befejezése után, hogy felhasználhassa őket a következő tervében (pl. két külön terv ugyanarra a napra vagy még kettő).
pl: Dostęp do zakładki niewykorzystanych jednostek po pomyślnym zakończeniu rozpiski z możliwością ich użycia przy okazji nastepnej rozpiski (np. dwie osobne rozpiski tego samego dnia lub w dwa kolejne).
pt_br: Acesso à aba de unidades não utilizadas após finalizar com sucesso o plano para usá-las em seu próximo plano (por exemplo, dois planos separados para o mesmo dia ou mais dois).

source: This solution allows for stress-free management of outlines in the tribe from the level of one account, at any stage of the game, where writing is a pleasure, not a punishment.
cs: Toto řešení umožňuje bezstresovou správu přehledů v kmeni z úrovně jednoho účtu, v jakékoli fázi hry, kde je psaní potěšením, nikoli trestem.
de: Diese Lösung ermöglicht die stressfreie Verwaltung von Planungen im Stamm von einem Account aus, in jedem Stadium des Spiels, wo das Schreiben ein Vergnügen ist, keine Strafe.
hu: Ez a megoldás lehetővé teszi a tervek stresszmentes kezelését a klánban egy fiók szintjéről, a játék bármely szakaszában, ahol az írás öröm, nem pedig büntetés.
pl: To rozwiązanie pozwala na bezstresowe zarządzanie rozpiskami w plemieniu z poziomu jednego konta na stronie, na każdym etapie świata, gdzie rozpisywanie jest przyjemnością, a nie karą.
pt_br: Esta solução permite o gerenciamento sem estresse de planos na tribo a partir do nível de uma conta, em qualquer estágio do jogo, onde escrever é um prazer, não um castigo.

source: Pricing:
cs: Ceník:
de: Preise:
hu: Árak:
pl: Cennik:
pt_br: Preços:

source: Note, you can change your currency in
cs: Poznámka, měnu si můžete změnit v
de: Hinweis: Sie können Ihre Währung in den
hu: Megjegyzés, a pénznemét megváltoztathatja a
pl: Uwaga, możesz zmienić wybraną walutę w
pt_br: Nota, você pode alterar sua moeda em

source: account settings
cs: nastavení účtu
de: Kontoeinstellungen
hu: fiókbeállításokban
pl: ustawieniach konta
pt_br: configurações da conta

source: Buy now with Stripe:
cs: Koupit nyní přes Stripe:
de: Jetzt mit Stripe kaufen:
hu: Vásárlás most a Stripe-pal:
pl: Kup teraz z Stripe:
pt_br: Compre agora com Stripe:

source: Buy now
cs: Koupit nyní
de: Jetzt kaufen
hu: Vásárlás most
pl: Kup teraz
pt_br: Compre agora

source: Please note, this is a <b>one-time transaction</b>, your card or account will (never) be associated with this site and no fees will be ever charged when your premium account expires.
cs: Upozorňujeme, že se jedná o <b>jednorázovou transakci</b>, vaše karta nebo účet nebudou (nikdy) spojeny s touto stránkou a po vypršení platnosti vašeho prémiového účtu nebudou nikdy účtovány žádné poplatky.
de: Bitte beachten Sie, dass dies eine <b>einmalige Transaktion</b> ist. Ihre Karte oder Ihr Konto wird (niemals) mit dieser Seite verknüpft und es werden niemals Gebühren erhoben, wenn Ihr Premium-Account abläuft.
hu: Kérjük, vegye figyelembe, hogy ez egy <b>egyszeri tranzakció</b>, a kártyája vagy fiókja (soha) nem lesz társítva ehhez az oldalhoz, és soha nem számítunk fel díjat, amikor a prémium fiókja lejár.
pl: Uwaga, jest to <b>jednorazowa transakcja</b>, Twoja karta czy konto nie będzie (nigdy) skojarzone z tą stroną i żadne dodatkowe płatności nie zostaną pobrane po wygaśnięciu konta premium.
pt_br: Por favor, note que esta é uma <b>transação única</b>, seu cartão ou conta (nunca) será associado a este site e nenhuma taxa será cobrada quando sua conta premium expirar.

source: There are no obstacles to extend an active premium account.
cs: Prodloužení aktivního prémiového účtu nic nebrání.
de: Es gibt keine Hindernisse, einen aktiven Premium-Account zu verlängern.
hu: Nincs akadálya egy aktív prémium fiók meghosszabbításának.
pl: Nie ma przeciwskazań do przedłużania już aktywnego konta premium.
pt_br: Não há obstáculos para estender uma conta premium ativa.

source: Payment history
cs: Historie plateb
de: Zahlungshistorie
hu: Fizetési előzmények
pl: Historia płatności
pt_br: Histórico de pagamentos

source: Status
cs: Stav
hu: Állapot

source: Payment date
cs: Datum platby
de: Zahlungsdatum
hu: Fizetés dátuma
pl: Data płatności
pt_br: Data de pagamento

source: Amount
cs: Částka
de: Betrag
hu: Összeg
pl: Kwota
pt_br: Valor

source: Number of months
cs: Počet měsíců
de: Anzahl der Monate
hu: Hónapok száma
pl: Liczba miesięcy
pt_br: Número de meses

source: End of account validity
cs: Konec platnosti účtu
de: Ende der Konto-Gültigkeit
hu: Fiók érvényességének vége
pl: Koniec ważności konta
pt_br: Fim da validade da conta

source: Comments
cs: Komentáře
de: Kommentare
hu: Megjegyzések
pl: Uwagi
pt_br: Comentários

source: My settings
cs: Moje nastavení
de: Meine Einstellungen
hu: Beállításaim
pl: Ustawienia
pt_br: Minhas configurações

source: Two factor authentication
cs: Dvoufaktorové ověření
de: Zwei-Faktor-Authentifizierung
hu: Kétfaktoros hitelesítés
pl: Uwierzytelnianie dwuskładnikowe
pt_br: Autenticação de dois fatores

source: Go to Account Security
cs: Přejít na zabezpečení účtu
de: Zur Kontosicherheit gehen
hu: Ugrás a fiók biztonságához
pl: Idź do Ustawień Bezpieczeństwa
pt_br: Ir para Segurança da Conta

source: Username
cs: Uživatelské jméno
de: Benutzername
hu: Felhasználónév
pl: Nazwa Użytkownika
pt_br: Nome de usuário

source: Email address
cs: E-mailová adresa
de: E-Mail-Adresse
hu: E-mail cím
pl: Adres e-mail
pt_br: Endereço de e-mail

source: Password
cs: Heslo
de: Passwort
hu: Jelszó
pl: Hasło
pt_br: Senha

source: Reset my password
cs: Resetovat mé heslo
de: Mein Passwort zurücksetzen
hu: Jelszó visszaállítása
pl: Zmiana mojego hasła
pt_br: Redefinir minha senha

source: Currency
cs: Měna
de: Währung
hu: Pénznem
pl: Waluta
pt_br: Moeda

source: Default morale on
cs: Výchozí morálka zapnuta
de: Standard-Moral an
hu: Alapértelmezett morál bekapcsolva
pl: Domyślnie włączone morale
pt_br: Moral padrão ativado

source: Activated
cs: Aktivováno
de: Aktiviert
hu: Aktiválva
pl: Aktywne
pt_br: Ativado

source: Not activated
cs: Neaktivováno
de: Nicht aktiviert
hu: Nincs aktiválva
pl: Nieaktywne
pt_br: Não ativado

source: Shipments feature enabled
cs: Funkce zásilek povolena
de: Lieferungen-Funktion aktiviert
hu: Szállítmányok funkció engedélyezve
pl: Panel wysyłek aktywny
pt_br: Recurso de remessas ativado

source: Premium validity
cs: Platnost prémiového účtu
de: Premium-Gültigkeit
hu: Prémium érvényesség
pl: Ważność konta premium
pt_br: Validade do Premium

source: Contact with admin to change your email address.
cs: Kontaktujte administrátora pro změnu vaší e-mailové adresy.
de: Kontaktieren Sie den Administrator, um Ihre E-Mail-Adresse zu ändern.
hu: Lépjen kapcsolatba az adminisztrátorral az e-mail cím megváltoztatásához.
pl: Skontaktuj się z administratorem by zmienić swój adres e-mail.
pt_br: Entre em contato com o administrador para alterar seu endereço de e-mail.

source: Never
cs: Nikdy
de: Niemals
hu: Soha
pl: Nigdy
pt_br: Nunca

source: minute(s) ago.
cs: minut(y) zpět.
de: Minute(n) her.
hu: perccel ezelőtt.
pl: minut temu.
pt_br: minuto(s) atrás.

source: <h5>It looks like your %(collection)s is no longer actual!</h5> <p>To use the Planer:</p> <p>1. Paste the current data in the <b>%(collection)s</b>, solve issues.</p> <p>2. Click on <b>Submit</b>.</p> <p>3. Only then return to the <b>Planer</b> tab.</p>
cs: <h5>Vypadá to, že vaše %(collection)s již není aktuální!</h5> <p>Pro použití Plánovače:</p> <p>1. Vložte aktuální data do <b>%(collection)s</b>, vyřešte problémy.</p> <p>2. Klikněte na <b>Odeslat</b>.</p> <p>3. Teprve poté se vraťte na kartu <b>Plánovač</b>.</p>
de: <h5>Es sieht so aus, als ob Ihre %(collection)s nicht mehr aktuell ist!</h5> <p>Um den Planer zu verwenden:</p> <p>1. Fügen Sie die aktuellen Daten in die <b>%(collection)s</b> ein und lösen Sie Probleme.</p> <p>2. Klicken Sie auf <b>Absenden</b>.</p> <p>3. Kehren Sie erst dann zum <b>Planer</b>-Tab zurück.</p>
hu: <h5>Úgy tűnik, a(z) %(collection)s már nem aktuális!</h5> <p>A Tervező használatához:</p> <p>1. Illessze be a jelenlegi adatokat a <b>%(collection)s</b>-ba, oldja meg a problémákat.</p> <p>2. Kattintson a <b>Küldés</b> gombra.</p> <p>3. Csak ezután térjen vissza a <b>Tervező</b> lapra.</p>
pl: <h5>Wygląda na to, że dane: %(collection)s nie są już aktualne!</h5> <p>Aby móc użyć zakładki Planer:</p> <p>1. Wklej aktualne dane <b>%(collection)s</b>, usuń błędy.</p> <p>2. Używaj <b>Potwierdź</b> by je zapisywać.</p> <p>3. Po tym procesie powróć do zakładki <b>Planer</b>.</p>
pt_br: <h5>Parece que sua %(collection)s não está mais atual!</h5> <p>Para usar o Planejador:</p> <p>1. Cole os dados atuais em <b>%(collection)s</b>, resolva os problemas.</p> <p>2. Clique em <b>Enviar</b>.</p> <p>3. Só então retorne para a aba <b>Planejador</b>.</p>

source: <h5>It looks like your outline in being written just now!</h5> <p>You cannot click on "Write an outline" button more than once at the same time.</p> <p>Try to refresh this page in a moment. The lock force expires in <b>%(lock_expire)ss</b>.</p>
cs: <h5>Vypadá to, že váš přehled se právě píše!</h5> <p>Nemůžete kliknout na tlačítko "Napsat přehled" více než jednou současně.</p> <p>Zkuste tuto stránku za chvíli obnovit. Zámek vyprší za <b>%(lock_expire)ss</b>.</p>
de: <h5>Es sieht so aus, als ob Ihre Planung gerade geschrieben wird!</h5> <p>Sie können nicht mehr als einmal gleichzeitig auf den Button "Planung schreiben" klicken.</p> <p>Versuchen Sie, diese Seite in einem Moment zu aktualisieren. Die Sperre läuft in <b>%(lock_expire)ss</b> ab.</p>
hu: <h5>Úgy tűnik, a terve éppen most íródik!</h5> <p>Nem kattinthat a "Terv írása" gombra egyszerre többször.</p> <p>Próbálja meg frissíteni ezt az oldalt egy pillanat múlva. A zár kényszer lejárata <b>%(lock_expire)s</b>.</p>
pl: <h5>Wygląda na to że Twoja rozpiska jest już teraz rozpisywana!</h5> <p>Nie możesz obecnie przejść do zakładki aby uniknąć korpucji danych.</p> <p>Spróbuj odświeżyć tę stronę za moment. Blokada zniknie zaraz po zakończeniu rozpisywania lub wygaśnie automatycznie za <b>%(lock_expire)ss.</b></p>
pt_br: <h5>Parece que seu plano está sendo escrito agora!</h5> <p>Você não pode clicar no botão "Escrever um plano" mais de uma vez ao mesmo tempo.</p> <p>Tente atualizar esta página em um momento. O bloqueio expira em <b>%(lock_expire)ss</b>.</p>

source: <h5>It looks like your outline in being changed just now!</h5> <p>Data about villages is being created or recreated.</p> <p>Try to refresh this page in a moment. The lock force expires in <b>%(lock_expire)ss</b>.</p>
cs: <h5>Vypadá to, že váš přehled se právě mění!</h5> <p>Data o vesnicích se vytvářejí nebo znovu vytvářejí.</p> <p>Zkuste tuto stránku za chvíli obnovit. Zámek vyprší za <b>%(lock_expire)ss</b>.</p>
de: <h5>Es sieht so aus, als ob Ihre Planung gerade geändert wird!</h5> <p>Daten über Dörfer werden erstellt oder neu erstellt.</p> <p>Versuchen Sie, diese Seite in einem Moment zu aktualisieren. Die Sperre läuft in <b>%(lock_expire)ss</b> ab.</p>
hu: <h5>Úgy tűnik, a terve éppen most változik!</h5> <p>A falvakról szóló adatok létrehozása vagy újbóli létrehozása folyamatban van.</p> <p>Próbálja meg frissíteni ezt az oldalt egy pillanat múlva. A zár kényszer lejárata <b>%(lock_expire)s</b>.</p>
pl: <h5>Twoja rozpiska jest obecnie zmieniana!</h5> <p>Dane o wioskach są teraz tworzone lub aktualizowane, nie możesz przejść do zakładki aby uniknąć korpucji danych.</p> <p>Spróbuj odświeżyć tę stronę za moment. Blokada zniknie zaraz po zakończeniu procesu lub wygaśnie automatycznie za <b>%(lock_expire)ss.</b></p>
pt_br: <h5>Parece que seu plano está sendo alterado agora!</h5> <p>Os dados sobre as aldeias estão sendo criados ou recriados.</p> <p>Tente atualizar esta página em um momento. O bloqueio expira em <b>%(lock_expire)ss</b>.</p>

source: <h5>Army collection is empty!</h5>
cs: <h5>Sestava armády je prázdná!</h5>
de: <h5>Armeesammlung ist leer!</h5>
hu: <h5>A csapatösszesítő üres!</h5>
pl: <h5>Zbiórka Wojska jest pusta!</h5>
pt_br: <h5>A coleção de exército está vazia!</h5>

source: <h5>Deff collection is empty!</h5>
cs: <h5>Sestava obrany je prázdná!</h5>
de: <h5>Deff-Sammlung ist leer!</h5>
hu: <h5>A védelem összesítő üres!</h5>
pl: <h5>Zbiórka Obrona jest pusta!</h5>
pt_br: <h5>A coleção de defesa está vazia!</h5>
