Repository: rafsaf/Tribal-Wars-Planer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, hu, pl, pt_br

source: For 20000 troops and 4 nobles in village, first option would try to use 4 x 5000, second 1 x 19700 + 3 x 100, and last 4 x 100, where 100 can be changed in "Min. off units for every noble".
cs: Pro 20000 jednotek a 4 šlechtice ve vesnici by první možnost zkusila použít 4 x 5000, druhá 1 x 19700 + 3 x 100 a poslední 4 x 100, kde 100 lze změnit v "Min. útočných jednotek pro každého šlechtice".
de: Bei 20000 Truppen und 4 Adligen im Dorf würde die erste Option versuchen, 4 x 5000 zu verwenden, die zweite 1 x 19700 + 3 x 100, und die letzte 4 x 100, wobei 100 unter "Min. Off-Einheiten für jeden Adligen" geändert werden kann.
hu: 20000 csapat és 4 nemes esetén egy faluban az első opció 4 x 5000-et próbálna használni, a második 1 x 19700 + 3 x 100-at, az utolsó pedig 4 x 100-at, ahol a 100 megváltoztatható a "Min. támadósereg egység minden nemeshez"-ben.
pl: Dla 20000 offa i 4 szalchciców w wiosce, pierwsza opcja podzieli 4 x 5000, druga 1 x 19700 + 3 x 100, ostatnia zaś 4 x 100, gdzie "100" może być zmienione w opcji "Min. liczba jednostek w obstawie każdego szlachcica".
pt_br: Para 20000 tropas e 4 nobres na aldeia, a primeira opção tentaria usar 4 x 5000, a segunda 1 x 19700 + 3 x 100, e a última 4 x 100, onde 100 pode ser alterado em "Nº mín. de unidades de ataque para cada nobre".

source: Defaults to 8. Between 0 and 250. For example you may want only 4 nobles from single village or even 1 (with full off). Best works with "Min. off units for every noble" below. The same limit is respected for fake nobles.
cs: Výchozí hodnota je 8. Mezi 0 a 250. Například můžete chtít pouze 4 šlechtice z jedné vesnice nebo dokonce 1 (s plným útokem). Nejlépe funguje s "Min. útočných jednotek pro každého šlechtice" níže. Stejný limit je respektován i pro falešné šlechtice.
de: Standard ist 8. Zwischen 0 und 250. Sie möchten beispielsweise nur 4 Adlige aus einem einzigen Dorf oder sogar 1 (mit vollem Off). Funktioniert am besten mit "Min. Off-Einheiten für jeden Adligen" unten. Das gleiche Limit gilt für Fake-Adlige.
hu: Alapértelmezés szerint 8. 0 és 250 között. Például lehet, hogy csak 4 nemest szeretne egyetlen faluból, vagy akár 1-et (teljes támadósereggel). A legjobban a "Min. támadósereg egység minden nemeshez" alatti opcióval működik. Ugyanez a korlát érvényes a fake nemesekre is.
pl: Domyślnie 8. Pomiędzy 0 a 250. Na przykład chcesz wymusić wysyłkę max 4 szlachiców z jednej wioski (nawet jeśli jest ich tam więcej), lub nawet tylko 1 co wymusi offoszlachtę. Taki sam limit zostanie użyty do fake szlachciców.
pt_br: O padrão é 8. Entre 0 e 250. Por exemplo, você pode querer apenas 4 nobres de uma única aldeia ou até mesmo 1 (com ataque completo). Funciona melhor com "Nº mín. de unidades de ataque para cada nobre" abaixo. O mesmo limite é respeitado para nobres falsos.

source: Defaults to just 100. Must be between 0 and 28000. This is strict minimum so if village have nobles, but not enough off units, Planer won't use it. Use with caution as it can change drastically how other options behave. For example, if you have 4x nobles and 250 off units, and this option is set to 100, only 2 nobles can be ever used. Other 2 will be always ignored.
cs: Výchozí hodnota je pouze 100. Musí být mezi 0 a 28000. Toto je přísné minimum, takže pokud vesnice má šlechtice, ale nemá dostatek útočných jednotek, Plánovač ji nepoužije. Používejte s opatrností, protože to může drasticky změnit chování ostatních možností. Například, pokud máte 4x šlechtice a 250 útočných jednotek a tato možnost je nastavena na 100, lze použít pouze 2 šlechtice. Ostatní 2 budou vždy ignorovány.
de: Standard ist nur 100. Muss zwischen 0 und 28000 liegen. Dies ist ein striktes Minimum, daher wird der Planer ein Dorf nicht verwenden, wenn es Adlige, aber nicht genug Off-Einheiten hat. Vorsichtig verwenden, da es drastisch ändern kann, wie andere Optionen funktionieren. Zum Beispiel, wenn Sie 4x Adlige und 250 Off-Einheiten haben und diese Option auf 100 gesetzt ist, können nur 2 Adlige jemals verwendet werden. Die anderen 2 werden immer ignoriert.
hu: Alapértelmezés szerint csak 100. 0 és 28000 között kell lennie. Ez szigorú minimum, tehát ha a faluban vannak nemesek, de nincs elég támadósereg egység, a Tervező nem fogja használni. Óvatosan használja, mert drasztikusan megváltoztathatja a többi opció viselkedését. Például, ha 4x nemese és 250 támadósereg egysége van, és ez az opció 100-ra van állítva, csak 2 nemest lehet valaha használni. A másik 2 mindig figyelmen kívül lesz hagyva.
pl: Domyślnie jedynie 100. Musi być pomiędzy 0 a 28000. Jest to <b>ścisły</b> limit więc jeśli wioska ma szlachciców, ale niewystarczająco jednostek, planer nie użyje jej! Należy używać ostrożnie ponieważ może drastycznie zmienić rozpiskę i działanie innych opcji. Na przykład, jeśli masz 4x szlachciców i 250 jednostek off, a ta opcja to 100, tylko 2 szlachciców będzie kiedykolwiek użytych do ataku.
pt_br: O padrão é apenas 100. Deve estar entre 0 e 28000. Este é o mínimo estrito, então se a aldeia tiver nobres, mas não unidades de ataque suficientes, o Planejador não a usará. Use com cautela, pois pode alterar drasticamente o comportamento de outras opções. Por exemplo, se você tiver 4 nobres e 250 unidades de ataque, e esta opção estiver definida como 100, apenas 2 nobres poderão ser usados. Os outros 2 serão sempre ignorados.

source: Defaults to 0. Must be between 0 and 200. You probably don't want to waste troops for fake nobles, but there are cases where this makes sense.
cs: Výchozí hodnota je 0. Musí být mezi 0 a 200. Pravděpodobně nechcete plýtvat jednotkami na falešné šlechtice, ale existují případy, kdy to má smysl.
de: Standard ist 0. Muss zwischen 0 und 200 liegen. Sie möchten wahrscheinlich keine Truppen für Fake-Adlige verschwenden, aber es gibt Fälle, wo dies sinnvoll ist.
hu: Alapértelmezés szerint 0. 0 és 200 között kell lennie. Valószínűleg nem akar csapatokat pazarolni a fake nemesekre, de vannak esetek, amikor ennek van értelme.
pl: Domyślnie 0. Pomiędzy 0 a 200. Zwykle nie warto marnować jednostek na użytek fake szlachciców, ale są przypadki gdzie może mieć to sens.
pt_br: O padrão é 0. Deve estar entre 0 e 200. Você provavelmente não quer desperdiçar tropas com nobres falsos, mas há casos em que isso faz sentido.

source: MIN number of catapults in one ruin attack:
cs: MIN počet katapultů v jednom útoku na ruiny:
de: MIN Anzahl von Katapulten in einem Ruinenangriff:
hu: MIN katapultok száma egy romboló támadásban:
pl: MIN liczba katapult w każdym burzaku:
pt_br: Nº MÍN. de catapultas em um ataque de ruína:

source: MAX number of catapults in one ruin attack:
cs: MAX počet katapultů v jednom útoku na ruiny:
de: MAX Anzahl von Katapulten in einem Ruinenangriff:
hu: MAX katapultok száma egy romboló támadásban:
pl: MAX liczba katapult w każdym burzaku:
pt_br: Nº MÁX. de catapultas em um ataque de ruína:

source: How many points on average do demolished targets have:
cs: Kolik bodů v průměru mají zničené cíle:
de: Wie viele Punkte haben abgerissene Ziele im Durchschnitt:
hu: Átlagosan hány pontjuk van a lerombolt célpontoknak:
pl: Jak dużo punktów mają średnio burzone cele:
pt_br: Quantos pontos em média os alvos demolidos têm:

source: Minimum off units for every ruin attack:
cs: Minimální počet útočných jednotek pro každý útok na ruiny:
de: Mindest-Off-Einheiten für jeden Ruinenangriff:
hu: Minimális támadó egységek minden romboló támadáshoz:
pl: Min. liczba jednostek w obstawie każdego burzaka
pt_br: Nº mínimo de unidades de ataque para cada ataque de ruína:

source: Defaults to %(default)s (between %(min)s-%(max)s). Minimum off units that will be added to every ruin attack. If 0, it means only catapults are send.
cs: Výchozí hodnota je %(default)s (mezi %(min)s-%(max)s). Minimální počet útočných jednotek, které budou přidány ke každému útoku na ruiny. Pokud je 0, znamená to, že jsou odeslány pouze katapulty.
de: Standard ist %(default)s (zwischen %(min)s-%(max)s). Mindest-Off-Einheiten, die zu jedem Ruinenangriff hinzugefügt werden. Bei 0 werden nur Katapulte gesendet.
hu: Alapértelmezés szerint %(default)s (%(min)s-%(max)s között). Minimális támadósereg egységek, amelyeket minden romboló támadáshoz hozzáadnak. Ha 0, az azt jelenti, hogy csak katapultokat küldenek.
pl: Domyślnie %(default)s (pomiędzy %(min)s-%(max)s). Minimalna liczba jednostek off, która zostanie dodana do każdego burzaka. Jeśli 0, oznacza to że wysyłane są tylko katapulty.
pt_br: O padrão é %(default)s (entre %(min)s-%(max)s). Unidades de ataque mínimas que serão adicionadas a cada ataque de ruína. Se 0, significa que apenas catapultas são enviadas.

source: Only attackers ABOVE this morale value can be used:
cs: Lze použít pouze útočníky NAD touto hodnotou morálky:
de: Nur Angreifer ÜBER diesem Moralwert können verwendet werden:
hu: Csak e feletti morál értékkel rendelkező támadók használhatók:
pl: Tylko atakujący POWYŻEJ tej wartości morale mogą zostać rozpisani
pt_br: Apenas atacantes ACIMA deste valor de moral podem ser usados:

source: Is morale calculation active in this outline:
cs: Je v tomto přehledu aktivní výpočet morálky:
de: Ist Moralberechnung in diesem Plan aktiv:
hu: Aktív-e a morál számítás ebben a tervben:
pl: Bierz pod uwagę morale w tej rozpisce
pt_br: O cálculo de moral está ativo neste plano:

source: Choose whether to avoid the night bonus
cs: Zvolte, zda se vyhnout nočnímu bonusu
de: Wählen Sie, ob der Nachtbonus vermieden werden soll
hu: Válassza ki, hogy elkerüli-e az éjszakai bónuszt
pl: Wybierz czy wysyłki powinny omijać bonus nocny
pt_br: Escolha se deseja evitar o bônus noturno

source: Approximate hours of entry
cs: Přibližné hodiny vstupu
de: Ungefähre Stunden des Eintreffens
hu: Hozzávetőleges érkezési órák
pl: Przybliżone czasy wejścia akcji
pt_br: Horas aproximadas de entrada

source: Approximate hours of the last entry
cs: Přibližné hodiny posledního vstupu
de: Ungefähre Stunden des letzten Eintreffens
hu: Utolsó érkezés hozzávetőleges órái
pl: Przybliżone ostatnie czasy wejścia akcji
pt_br: Horas aproximadas da última entrada

source: First value must be less or equal to second!
cs: První hodnota musí být menší nebo rovna druhé!
de: Der erste Wert muss kleiner oder gleich dem zweiten sein!
hu: Az első értéknek kisebbnek vagy egyenlőnek kell lennie a másodiknál!
pl: Pierwsza godzina musi być mniejsza lub równa drugiej!
pt_br: O primeiro valor deve ser menor ou igual ao segundo!

source: Sum of off
cs: Součet útočných
de: Summe der Offs
hu: Támadósereg összege
pl: Suma całego offa
pt_br: Soma de ataques

source: Off without catapults
cs: Útočné bez katapultů
de: Off ohne Katapulte
hu: Támadósereg katapultok nélkül
pl: Off bez katapult
pt_br: Ataque sem catapultas

source: Catapults
cs: Katapulty
de: Katapulte
hu: Katapultok
pl: Katapulty
pt_br: Catapultas

source: Noble
cs: Šlechtic
de: Adliger
hu: Nemes
pl: Szlachcic
pt_br: Nobre

source: From
cs: Od
de: Von
hu: Innen
pl: Od
pt_br: De

source: To
cs: Do
de: Nach
hu: Ide
pl: Do
pt_br: Para

source: Mode
cs: Režim
de: Modus
hu: Mód
pl: Tryb
pt_br: Modo

source: Unit
cs: Jednotka
de: Einheit
hu: Egység
pl: Jednostka
pt_br: Unidade

source: Min. time
cs: Min. čas
de: Min. Zeit
hu: Min. idő
pl: Min. czas
pt_br: Tempo mín.

source: Max. time
cs: Max. čas
de: Max. Zeit
hu: Max. idő
pl: Max. czas
pt_br: Tempo máx.

source: Mode All can be used only once per unit
cs: Režim Vše lze použít pouze jednou na jednotku
de: Modus Alle kann nur einmal pro Einheit verwendet werden
hu: Az Összes mód csak egyszer használható egységenként
pl: Tryb Wszystkie może być użyty tylko raz dla obu jednostek
pt_br: O modo Todos só pode ser usado uma vez por unidade

source: Mode All must be used at least once for noble and for off.
cs: Režim Vše musí být použit alespoň jednou pro šlechtice a pro útok.
de: Modus Alle muss mindestens einmal für Adligen und für Off verwendet werden.
hu: Az Összes módot legalább egyszer használni kell a nemeshez és a támadósereghez is.
pl: Tryb Wszystkie musi być użyty dokładnie raz dla szlachty oraz taranów.
pt_br: O modo Todos deve ser usado pelo menos uma vez para nobre e para ataque.

source: You need a premium account to add more targets here.
cs: Pro přidání dalších cílů potřebujete prémiový účet.
de: Sie benötigen ein Premium-Konto, um hier weitere Ziele hinzuzufügen.
hu: Prémium fiókra van szüksége, hogy több célpontot adjon hozzá itt.
pl: Potrzebujesz konta premium by dodawać cele w tym miejscu.
pt_br: Você precisa de uma conta premium para adicionar mais alvos aqui.

source: Village with that coords did not found.
cs: Vesnice s těmito souřadnicemi nebyla nalezena.
de: Dorf mit diesen Koordinaten nicht gefunden.
hu: Nem található falu ezekkel a koordinátákkal.
pl: Wioska o podanych kordach nie istnieje.
pt_br: Aldeia com essas coordenadas não foi encontrada.

source: Found more than one village in database, this is the bug. Write me: <rafal.safin@rafsaf.pl>
cs: V databázi byla nalezena více než jedna vesnice, jedná se o chybu. Napište mi: <rafal.safin@rafsaf.pl>
de: Mehr als ein Dorf in der Datenbank gefunden, das ist ein Fehler. Schreiben Sie mir: <rafal.safin@rafsaf.pl>
hu: Több mint egy falut találtam az adatbázisban, ez egy hiba. Írjon nekem: <rafal.safin@rafsaf.pl>
pl: Znaleziono więcej niż 1 wioskę w bazie, jest to błąd. Napisz do mnie: <rafal.safin@rafsaf.pl>
pt_br: Encontrada mais de uma aldeia no banco de dados, isso é um bug. Escreva para mim: <rafal.safin@rafsaf.pl>

source: Choose server
cs: Vyberte server
de: Server wählen
hu: Válasszon szervert
pl: Wybierz serwer
pt_br: Escolha o servidor

source: World prefix
cs: Prefix světa
de: Welt-Präfix
hu: Világ előtag
pl: Przedrostek świata
pt_br: Prefixo do mundo

source: Unallowed symbols in postfix field! Are you sure it is valid?
cs: Nepovolené symboly v poli postfixu! Jste si jisti, že je platný?
de: Unerlaubte Zeichen im Postfix-Feld! Sind Sie sicher, dass es gültig ist?
hu: Nem megengedett szimbólumok az utótag mezőben! Biztos benne, hogy érvényes?
pl: Niedozwolone znaki w podanym przedrostku, sprwadź jego poprawność
pt_br: Símbolos não permitidos no campo de sufixo! Tem certeza de que é válido?

source: World is already added!
cs: Svět je již přidán!
de: Welt ist bereits hinzugefügt!
hu: A világ már hozzá van adva!
pl: Ten świat już został dodany!
pt_br: O mundo já foi adicionado!

source: Connection error, world does not exists or is archived!
cs: Chyba připojení, svět neexistuje nebo je archivován!
de: Verbindungsfehler, Welt existiert nicht oder ist archiviert!
hu: Kapcsolati hiba, a világ nem létezik vagy archiválva van!
pl: Błąd połączenia, świat nie istnieje lub jest archiwalny!
pt_br: Erro de conexão, o mundo não existe ou está arquivado!

source: Please select your server:
cs: Vyberte prosím svůj server:
de: Bitte wählen Sie Ihren Server:
hu: Kérjük, válassza ki a szerverét:
pl: Ustaw swój serwer:
pt_br: Por favor, selecione seu servidor:

source: Turn on morale calculations in every outline by default:
cs: Ve výchozím nastavení zapnout výpočty morálky v každém přehledu:
de: Moralberechnungen in jedem Plan standardmäßig aktivieren:
hu: Morál számítások bekapcsolása minden tervben alapértelmezés szerint:
pl: Włącz domyślną obsługę morali dla każdej nowej rozpiski (domyślnie wyłączone)
pt_br: Ativar cálculos de moral em todos os planos por padrão:

source: Default input type for planer
cs: Výchozí typ vstupu pro plánovač
de: Standard-Eingabetyp für Planer
hu: Alapértelmezett bemeneti típus a tervezőhöz
pl: Wybierz typ danych dla planera
pt_br: Tipo de entrada padrão para o planejador

source: Please select your currency:
cs: Vyberte prosím svou měnu:
de: Bitte wählen Sie Ihre Währung:
hu: Kérjük, válassza ki a pénznemét:
pl: Ustaw swoją walutę płatności:
pt_br: Por favor, selecione sua moeda:

source: Enable shipments feature:
cs: Povolit funkci zásilek:
de: Sendungen-Funktion aktivieren:
hu: Szállítmányok funkció engedélyezése:
pl: Włącz panel wysyłek
pt_br: Ativar recurso de remessas:

source: Prefered sending option in Results tab
cs: Preferovaná možnost odeslání na kartě Výsledky
de: Bevorzugte Sendeoption im Ergebnisse-Tab
hu: Előnyben részesített küldési opció az Eredmények lapon
pl: Preferowana opcja wysyłki wiadomości w zakładce Wyniki
pt_br: Opção de envio preferida na aba Resultados

source: If checked, direct messages in Results tab will have safe link to planer
cs: Pokud je zaškrtnuto, přímé zprávy na kartě Výsledky budou mít bezpečný odkaz na plánovač
de: Wenn aktiviert, enthalten direkte Nachrichten im Ergebnisse-Tab einen sicheren Link zum Planer
hu: Ha be van jelölve, az Eredmények lapon lévő közvetlen üzenetek biztonságos linket tartalmaznak a tervezőhöz
pl: Jeśli ta opcja jest zaznaczona, bezpośrednie wiadomości w zakładce Wyniki będą zawierać linki do celów
pt_br: Se marcado, as mensagens diretas na aba Resultados terão um link seguro para o planejador

source: Closest Front
cs: Nejbližší fronta
de: Nächste Front
hu: Legközelebbi front
pl: Front Najbliżej
pt_br: Frente Mais Próxima

source: Close Back
cs: Blízký týl
de: Nahe Hinterland
hu: Közeli hát
pl: Zaplecze Blisko
pt_br: Retaguarda Próxima

source: Random Back
cs: Náhodný týl
de: Zufälliges Hinterland
hu: Véletlenszerű hát
pl: Zaplecze Losowo
pt_br: Retaguarda Aleatória

source: Far Back
cs: Daleký týl
de: Fernes Hinterland
hu: Távoli hát
pl: Zaplecze Daleko
pt_br: Retaguarda Distante

source: Divide off with nobles
cs: Rozdělit útok se šlechtici
de: Off mit Adligen aufteilen
hu: Támadósereg felosztása nemesekkel
pl: Dziel offy z szlachtą
pt_br: Dividir ataque com nobres

source: Dont't divide off
cs: Nerozdělovat útok
de: Off nicht aufteilen
hu: Ne ossza fel a támadósereget
pl: Nie dziel offów z szlachtą
pt_br: Não dividir ataque

source: Off and nobles separatly
cs: Útok a šlechtici zvlášť
de: Off und Adlige getrennt
hu: Támadósereg és nemesek külön
pl: Offy i szlachta osobno
pt_br: Ataque e nobres separadamente

source: Nobles from one village as one command
cs: Šlechtici z jedné vesnice jako jeden příkaz
de: Adlige aus einem Dorf als ein Befehl
hu: Nemesek egy faluból egy parancsként
pl: Szlachta z jednej wioski jako jeden rozkaz
pt_br: Nobres de uma aldeia como um comando

source: Nobles from one village as many commands
cs: Šlechtici z jedné vesnice jako více příkazů
de: Adlige aus einem Dorf als viele Befehle
hu: Nemesek egy faluból több parancsként
pl: Szlachta z jednej wioski jako wiele rozkazów
pt_br: Nobres de uma aldeia como muitos comandos

source: Try send all nobles to one target
cs: Zkusit poslat všechny šlechtice na jeden cíl
de: Versuchen, alle Adlige zu einem Ziel zu senden
hu: Próbálja meg az összes nemest egy célpontra küldeni
pl: Rozpisuj szlachtę możliwie na jedną wioskę
pt_br: Tentar enviar todos os nobres para um alvo

source: Nobles to one or many targets
cs: Šlechtici na jeden nebo více cílů
de: Adlige zu einem oder vielen Zielen
hu: Nemesek egy vagy több célpontra
pl: Szlachta na jedną lub wiele wiosek (optymalnie)
pt_br: Nobres para um ou muitos alvos

source: Try single nobles from many villages
cs: Zkusit jednotlivé šlechtice z mnoha vesnic
de: Versuchen, einzelne Adlige aus vielen Dörfern
hu: Próbáljon egyetlen nemest küldeni több faluból
pl: Rozpisuj szlachtę na cel możliwie z pojedynczych wiosek
pt_br: Tentar nobres únicos de muitas aldeias

source: All
cs: Vše
de: Alle
hu: Összes
pl: Wszystkie
pt_br: Todos

source: Front
cs: Fronta
pt_br: Frente

source: Back (Rear)
cs: Týl
de: Hinterland
hu: Hát (Hátország)
pl: Zaplecze
pt_br: Retaguarda

source: Away
cs: Pryč
de: Entfernt
hu: Távol
pl: Poza
pt_br: Distante

source: Hidden
cs: Skryté
de: Versteckt
hu: Rejtett
pl: Ukryte
pt_br: Oculto

source: Average greater than 8k
cs: Průměr větší než 8k
de: Durchschnitt größer als 8k
hu: Átlag nagyobb mint 8k
pl: Średnio powyżej 8k
pt_br: Média maior que 8k

source: Average 5-8k
cs: Průměr 5-8k
de: Durchschnitt 5-8k
hu: Átlag 5-8k
pl: Średnio 5-8k
pt_br: Média 5-8k

source: Fakes only from off villages
cs: Falešné útoky pouze z útočných vesnic
de: Fakes nur aus Off-Dörfern
hu: Fake-ek csak támadósereg falvakból
pl: Fejki tylko z wiosek z pełnym offem
pt_br: Fakes apenas de aldeias de ataque

source: Fakes from all villages
cs: Falešné útoky ze všech vesnic
de: Fakes aus allen Dörfern
hu: Fake-ek minden faluból
pl: Fejki z wszystkich wiosek
pt_br: Fakes de todas as aldeias

source: (Default) Auto generated, fully equipped safe links
cs: (Výchozí) Automaticky generované, plně vybavené bezpečné odkazy
de: (Standard) Automatisch generierte, vollständig ausgestattete sichere Links
hu: (Alapértelmezett) Automatikusan generált, teljesen felszerelt biztonságos linkek
pl: (Domyślne) Automatycznie wygenerowane bezpieczne linki
pt_br: (Padrão) Links seguros gerados automaticamente e totalmente equipados

source: Text simple directly in message
cs: Jednoduchý text přímo ve zprávě
de: Einfacher Text direkt in Nachricht
hu: Egyszerű szöveg közvetlenül az üzenetben
pt_br: Texto simples diretamente na mensagem

source: New text extended directly in message
cs: Nový rozšířený text přímo ve zprávě
de: Neuer erweiterter Text direkt in Nachricht
hu: Új bővített szöveg közvetlenül az üzenetben
pt_br: Novo texto estendido diretamente na mensagem

source: Old text extended directly in message
cs: Starý rozšířený text přímo ve zprávě
de: Alter erweiterter Text direkt in Nachricht
hu: Régi bővített szöveg közvetlenül az üzenetben
pt_br: Texto antigo estendido diretamente na mensagem

source: Text for deputy directly in message
cs: Text pro zástupce přímo ve zprávě
de: Text für Stellvertreter direkt in Nachricht
hu: Szöveg a helyettesnek közvetlenül az üzenetben
pt_br: Texto para deputado diretamente na mensagem

source: Outline Targets
cs: Cíle přehledu
de: Plan-Ziele
hu: Terv célpontok
pl: Cele Akcja
pt_br: Alvos do Plano

source: Name
cs: Název
hu: Név
pl: Nazwa
pt_br: Nome

source: Expires
cs: Vyprší
de: Läuft ab
hu: Lejár
pl: Wygasa
pt_br: Expira

source: in
cs: za
hu: -ban/-ben
pl: za
pt_br: em

source: days
cs: dní
de: Tagen
hu: nap
pl: dni
pt_br: dias

source: Unique link to your targets on plemiona-planer.pl
cs: Unikátní odkaz na vaše cíle na plemiona-planer.pl
de: Eindeutiger Link zu Ihren Zielen auf plemiona-planer.pl
hu: Egyedi link a célpontjaidhoz a plemiona-planer.pl oldalon
pl: Unikalny link do Twoich celów na plemiona-planer.pl
pt_br: Link exclusivo para seus alvos em plemiona-planer.pl

source: Finished
cs: Dokončeno
de: Abgeschlossen
hu: Befejezve
pl: Zakończono
pt_br: Concluído

source: Returned
cs: Vráceno
de: Zurückgegeben
hu: Visszaküldve
pl: Zwrócono
pt_br: Devolvido

source: All (left)
cs: Vše (zbývá)
de: Alle (übrig)
hu: Összes (maradt)
pl: Wszystkie (poz.)
pt_br: Todos (restantes)

source: Random
cs: Náhodně
de: Zufällig
hu: Véletlenszerű
pl: Losowo
pt_br: Aleatório

source: Exact
cs: Přesně
de: Exakt
hu: Pontos
pl: Dokładnie
pt_br: Exato

source: Ram
cs: Beranidlo
de: Rammbock
hu: Faltörő kos
pl: Taran
pt_br: Aríete

source: Premium 1 month
cs: Prémiový účet na 1 měsíc
de: Premium 1 Monat
hu: Prémium 1 hónap
pl: Premium na 1 miesiąc
pt_br: Premium 1 mês

source: Premium %s months
cs: Prémiový účet na %s měsíců
de: Premium %s Monate
hu: Prémium %s hónap
pl: Premium na %s miesiące
pt_br: Premium %s meses

source: World
cs: Svět
de: Welt
hu: Világ
pl: Świat
pt_br: Mundo

source: Tribal Wars Planer
cs: Plánovač pro Divoké Kmeny
de: Stammeskrüge Planer
hu: Klánháborúk Tervező
pl: Plemiona Planer
pt_br: Planejador de Guerras Tribais
